"geCancel" = "Άκυρο";
"geBack" = "Πίσω";
"geDisabled" = "Ανενεργό";
"geSize" = "Μέγεθος";
"gePlay" = "Παίξε";
"acUnknownError" = "Προέκυψε ένα άγνωστο σφάλμα!";
"pmChapters" = "Κεφάλαια";
"pmChapter" = "Κεφάλαιο";
"pmAudio" = "Ήχος";
"pmAudioTracks" = "Μουσικά Κομμάτια";
"pmAudioTracksNone" = "Κανένα";
"pmAudioDDHDMI" = "Ήχος 5.1 μέσω HDMI";
"pmSubtitles" = "Υπότιτλοι";
"pmVideo" = "Βίντεο";
"pmTrackNameFormat" = "Κομμάτι %ld";
"pmTrackTitle" = "Κομμάτι %ld";
"pmSubtitlesNone" = "Κανένα";
"pmEncoding" = "Κωδικοποίηση";
"pmSmall" = "Μικρό";
"pmMedium" = "Μεσαίο";
"pmLarge" = "Μεγάλο";
"pmBordered" = "Με περίγραμμα";
"pmShadowed" = "Σκιασμένα";
"pmCombined" = "Και τα δύο";
"pmSubtitlesOutlineNone" = "Κανένα";
"pmBold" = "Έντονα";
"pmWeight" = "Βάρος";
"pmColor" = "Χρώμα";
"pmResync" = "Διαφορά Ώρας";
"pmSubtitlesGetMore" = "Περισσότερα...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Γλώσσα";
"pmSubtitlesChooseLanguage" = "Επιλογή Γλώσσας";
"pmSubtitlesSearchResult" = "Διαθέσιμοι Υπότιτλοι";
"pmSubtitlesSearchNone" = "Κανένα";
"pmSubtitlesDownloadsCount" = "%i λήψεις";
"pmOutline" = "Περίγραμμα";
"pmSubtiltlesOffset" = "Κατακόρυφη Στοίχιση";
"pmZoomMode" = "Λειτουργία Ζουμ";
"pmAspectFit" = "Κανονικό";
"pmAspectFill" = "Περικοπή";
"pmScaleToFill" = "Τέντωμα";
"pmSpeechBoost" = "Ενίσχυση ήχου κεντρικού καναλιού";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "Προεπιλογή";
"coWhite" = "Λευκό";
"coYellow" = "Κίτρινο";
"coRed" = "Κόκκινο";
"coBlue" = "Μπλέ";
"coGreen" = "Πράσινο";
"coPurple" = "Μώβ";
"coOrange" = "Πορτοκαλί";
"pfContentError" = "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του περιεχομένου.";
"bcLibrary" = "Βιβλιοθήκη";
"bcLoading" = "Φορτώνει...";
"bcGatheringMetadata" = "Ανάκτηση μεταδεδομένων...";
"bcMinutes" = "λεπτά";
"bcCast" = "Ηθοποιοί";
"bcDirector" = "Σκηνοθ.";
"bcDirectors" = "Σκηνοθ.";
"bcPlayAnyway" = "Παίξε";
"emNoPermissionToRead" = "Δεν έχετε άδεια ανάγνωσης του αντικειμένου.";
"emDefaultAFPError" = "Η διαδικασία δεν μπόρεσε να ολοκληρωθεί.";
"emErrorOccured" = "Παρουσιάστηκε σφάλμα";
"emSubtitlesSearchRequestNoMetadata" = "Δε βρέθηκαν συμβατοί υπότιτλοι. Παρακαλώ φορτώστε ξανά τα μεταδεδομένα και δοκιμάστε ξανά.";
"emSubtitlesSearchRequestCantDownload" = "Αδύνατη η λήψη υποτίτλων. Παρακαλώ ελέγξτε τη σύνδεση σας και δοκιμάστε ξανά.";
"emSubtitlesSaveRequestCantSave" = "Προέκυψε εσωτερικό σφάλμα #%d. Παρακαλώ διαλέξτε άλλο πακέτο υποτίτλων.";
"emTraktTVAuthRequestAuthenticationFail" = "Ο συνδυασμός ονόματος χρήστη και κωδικού δεν είναι σωστός.\nΠαρακαλώ προσπαθήστε ξανά.";
"emTraktTVConnectionError" = "Αδύνατη η πρόσβαση στο Trakt.\nΠαρακαλώ ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.";
"emTraktSignUpFailed" = "Η εγγραφή απέτυχε";
"emTraktLoginFiledTitle" = "Η σύνδεση απέτυχε";
"emTraktTVSignUpFailOnEmail" = "Δώστε ένα έγκυρο email.\nΠ.χ. το όνομά σας@domain.com";
"emTraktTVSignUpFailOnLogin" = "Το όνομα χρήστη να είναι από 3 έως 20 γράμματα, χωρίς κενά ή ειδικούς χαρακτήρες.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "Το όνομα χρήστη %@ υπάρχει ήδη.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "Το email %@ υπάρχει ήδη.";
"emTraktTVGenericError" = "Παρακαλώ δοκιμάστε ξανά αργότερα.";
"prGenre" = "Είδος";
"prAudio" = "Ήχος";
"prVideo" = "Βίντεο";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "Ε%@";
"reSeason" = "κύκλος";
"reEpisode" = "επεισόδιο";
"ttTraktTV" = "Trakt";
"ttLogin" = "Σύνδεση";
"ttLogout" = "Αποσύνδεση";
"ttScrobbling" = "Scrobbler";
"ttRateMovieInfo" = "Τι πιστεύετε;";
"ttRate10" = "Εξαιρετικό!";
"ttRate9" = "Σούπερ";
"ttRate8" = "Πολύ Καλό";
"ttRate7" = "Καλό";
"ttRate6" = "Έτσι κι έτσι";
"ttRate5" = "Μπα όχι";
"ttRate4" = "Φτωχό";
"ttRate3" = "Άσχημο";
"ttRate2" = "Φριχτό";
"ttRate1" = "Απαίσιο :(";
"liStatusFetchingMetadata" = "Λήψη μεταδεδομένων";
"liStatusPending" = "Σε αναμονή";
"liStatusFail" = "Αποτυχία";
"liStatusFetchingThumbnails" = "Λήψη μικρογραφιών";
"geClose" = "Κλείσιμο";
"bcWriter" = "Συγγρ.";
"bcWriters" = "Συγγρ.";
"hoPullToRefresh" = "Τραβήξτε για ανανέωση";
"hoReleaseToRefresh" = "Αφήστε για ανανέωση";
"raThanksText" = "Ευχαριστούμε!";
"svcFollowOnTwitterShort" = "Ακολουθήστε το %@";
"svcTellAFriend" = "Πείτε το σε φίλο";
"svcSharingPreset2" = "Δείτε το %@, τον καλύτερο τρόπο για να απολαύσετε τα αγαπημένα σας βίντεο σε iPhone, iPad, Apple TV, Mac και Vision!";
"svcVersion" = "Έκδοση %@";
"svcTitle" = "Ρυθμίσεις";
"vvChoppyPlayback" = "Πιθανά προβλήματα στην αναπαραγωγή αυτού του βίντεο.";
"vvAudioTracksMissing" = "Λυπούμαστε, το %@ αδυνατεί να αναπαράξει τον ήχο σε αυτό το βίντεο. Θέλετε να το δοκιμάσετε οπωσδήποτε;";
"vvAirPlayHelp" = "Έναρξη AirPlay Mirroring";
"tiMinutes" = "λεπτά";
"tiReloadMeta" = "Επεξεργασία μεταδεδομένων";
"tiEmbeddedMetadata" = "Χρήση ενσωματωμένων μεταδεδομένων";
"tiNetworkErrorTitle" = "Σφάλμα Δικτύου";
"tiNetworkErrorMessage" = "Παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο.";
"tiNothingFoundTitle" = "Κανένα αποτέλεσμα";
"tiNothingFoundMessage" = "Καμία αντιστοίχιση για αυτό το αρχείο.";
"foRemoveITunesItem" = "Πρόβλημα! Αυτό το βίντεο έχει συγχρονιστεί μέσω του iTunes. Παρακαλούμε χρησιμοποιείστε το iTunes ή την εφαρμογή Βίντεο για τα το διαγράψετε.";
"foRemoveTitle" = "Διαγραφή “%1$@”";
"foRemovePrompt" = "Σίγουρα θέλετε να διαγράψετε μόνιμα το \"%1$@\";";
"foRemoveButton" = "Διαγραφή";
"ttRateMovieInfo" = "Τι πιστεύετε;";
"ttRate10" = "Εξαιρετικό!";
"ttRate9" = "Σούπερ";
"ttRate8" = "Πολύ Καλό";
"ttRate7" = "Καλό";
"ttRate6" = "Έτσι κι έτσι";
"ttRate5" = "Μπα όχι";
"ttRate4" = "Φτωχό";
"ttRate3" = "Άσχημο";
"ttRate2" = "Φριχτό";
"ttRate1" = "Απαίσιο :(";
"ufSpaceAvailableFormat" = "%@ GB διαθέσιμα";
"ufSyncMasterCtrlTitle" = "Προσθήκη αρχείων";
"geOK" = "Εντάξει";
"geSend" = "Αποστολή";
"ufAppsDescription" = "Συμβατά με το %1$@ βίντεο μπορούν να μεταφερθούν απο το Dropbox και άλλες παρόμοιες εφαρμογές.";
"ufAppsPanelTitle" = "Εφαρμογές";
"ufAppsStep1Desc" = "Εντοπίστε το βίντεο που θέλετε στο Dropbox και πατήστε το αστεράκι για να το προσθέσετε στα αγαπημένα.";
"ufAppsStep2Desc" = "Όταν ολοκληρωθεί η λήψη του αρχείου πατήστε το πλήκτρο 'Άνοιγμα με'.";
"ufAppsStep3Desc" = "Πατήστε το 'Άνοιγμα με %1$@' και το βίντεο θα προστεθεί στη βιβλιοθήκη του %1$@.";
"ufFtpCategory" = "μέσω FTP";
"ufFtpPanelTitle" = "FTP";
"ufHttpCategory" = "μέσω Browser";
"ufHttpPanelTitle" = "Browser";
"ufPassword" = "Συνθηματικό";
"ufShareName" = "Όνομα";
"ufStepFormat" = "%@.";
"ufTunesSharingCategory" = "μέσω κοινόχρηστων Αρχείων";
"ufTunesSharingDescription" = "Διάφορα είδη αρχείων μπορούν να μεταφερθούν μέσω iTunes και να προβληθούν στο %1$@.";
"ufTunesSharingPanelTitle" = "Κοινή χρήση αρχείων";
"ufAppsCategory" = "από άλλες εφαρμογές";
"ufAuthShareTitle" = "Προσθήκη κοινόχρηστου";
"ufTunesSharingStep1Desc" = "Ανοίξτε το iTunes και επιλέξτε τη συσκευή που θέλετε να συγχρονίσετε από την αριστερή στήλη.";
"ufTunesSharingStep2Desc" = "Κάντε κλικ στο στοιχείο \"Κοινή χρήση αρχείων\" στη γραμμή πλοήγησης.";
"ufTunesSharingStep3Desc" = "Σύρετε βίντεο στο φάκελο 'Έγγραφα %1$@' για να τα μεταφέρετε.";
"ufTunesSyncCategory" = "μέσω του iTunes sync";
"ufTunesSyncDescription" = "Τα συμβατά με το iTunes βίντεο μπορούν να συγχρονιστούν και να προβληθούν στο %1$@.";
"ufTunesSyncPanelTitle" = "iTunes";
"ufTunesSyncStep1Desc" = "Ανοίξτε το iTunes και δείτε αν τα βίντεο που θέλετε να συγχρονιστούν βρίσκονται στην ενότητα Ταινίες (ή Σειρές).";
"ufTunesSyncStep2Desc" = "Επιλέξτε τη συσκευή που θέλετε να συγχρονίσετε από την αριστερή στήλη.";
"ufTunesSyncStep3Desc" = "Μπορείτε να διαχειριστείτε τα βίντεο που θα συγχρονίσετε από τη καρτέλα 'Βίντεο' και 'Σειρές'.";
"ufUserName" = "Όνομα χρήστη";
"ufWifiDisabledMessage" = "Για να χρησιμοποιήσετε την ασύρματη μεταφορά αρχείων ενεργοποιήστε το Wi‑Fi στις ρυθμίσεις της συσκευής σας: %@.";
"ufWifiDisabledTitle" = "Καμία Wifi σύνδεση";
"pmAirPlayWarning1" = "Η επιλογή αυτή δεν είναι συμβατή με το AirPlay.";
"pmAirPlayWarning2" = "Αυτό το αρχείο ήχου μπορεί να μην είναι συμβατό με το AirPlay.";
"pmAirPlayWarning3" = "Οι υπότιτλοι δεν είναι συμβατοί με το AirPlay και θα απενεργοποιηθούν.";
"pmExtScreenResolution" = "Ανάλυση εξωτερικής οθόνης";
"pmWarningTitle" = "Προειδοποίηση";
"shShareMovieFacebook" = "Προβλήθηκε '%@'";
"shShareMovieTwitter" = "Προβλήθηκε '%1$@' στο %2$@";
"ttShoutTitle" = "Trakt";
"ufRemoteCategory" = "μέσω κοινόχρηστων";
"ufHelpLinkTitle" = "Για περισσότερες πληροφορίες παρακαλώ επισκεφθείτε την ιστοσελίδα: %@";
"pmAudioDDAirPlay" = "Dolby Digital μέσω AirPlay";
"seShowSubtitles" = "Υπότιτλοι";
"geAuthenticationFailed" = "Ο συνδυασμός ονόματος χρήστη και κωδικού δεν είναι σωστός.\nΠαρακαλώ προσπαθήστε ξανά.";
"prTVEpisodePickerTitle" = "Επεισόδια";
"prTVShowSeasonFormat" = "Κύκλος %@";
"geConnectionFailed" = "Λυπούμαστε, το %@ αντιμετώπισε ένα σφάλμα κατά τη σύνδεση.";
"ufAddOtherShareItemTitle" = "Άλλα...";
"ufDomainName" = "Workgroup";
"ufForgetSavedShare" = "Διαγραφή";
"ufShareAddress" = "Διεύθυνση";
"ufShareConnect" = "Αποθήκευση";
"ufUserNamePlaceholder" = "johnappleseed";
"ufDomainNamePlaceholder" = "προαιρετικά";
"ufPasswordPlaceholder" = "συνθηματικό";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "Τα αρχεία μου";
"geDone" = "Τέλος";
"hoLearnMore" = "Ας βρούμε μερικά βίντεο για τη βιβλιοθήκη σας.";
"hoWelcomeTo" = "Καλώς ήλθατε στο %@";
"iapCancelTitle" = "Όχι ευχαριστώ";
"iapProActivatedTitle" = "Infuse Pro %@";
"iapRestoreTitle" = "Επαναφορά";
"iapUpgradeToProMessage" = "Αναβαθμίστε τώρα για τη πλήρη έκδοση του Infuse και να αποκτήσετε όλα αυτά τα τρομερά χαρακτηριστικά!";
"svcShowiTunesVideo" = "Εμφάνιση βιβλιοθήκης Apple 'TV'";
"svcUpgradeToPro" = "Αναβάθμιση σε Infuse Pro";
"svcVisitSupportPage" = "Οδηγοί εγκατάστασης";
"tiShare" = "Κοινή χρήση";
"ttStatistics" = "%d επεισόδια, %d εκπομπές, %d ταινίες";
"ufDiscoveredSharesSectionTitle" = "Διαθέσιμες πηγές";
"ufSavedSharesSectionTitle" = "Αποθηκευμένες πηγές";
"pcScrubbingFineSpeed" = "Ακριβής αναπαραγωγή";
"pcScrubbingHalfSpeed" = "Μισή ταχύτητα";
"pcScrubbingHiSpeed" = "Υψηλή ταχύτητα";
"pcScrubbingHint" = "Σύρετε το δάχτυλό σας προς τα πάνω για να ρυθμίσετε το ρυθμό καθαρισμού.";
"pcScrubbingQuarterSpeed" = "Ένα τέταρτο της ταχύτητας";
"fdDownloadFailedTitle" = "Παρουσιάστηκε σφάλμα κατά τη λήψη του αρχείου.";
"fdDownloadsSectionTitle" = "Λήψεις";
"fdFileExistsButtonOverwrite" = "Αντικατάσταση";
"fdFileExistsButtonRename" = "Διατήρηση αμφότερων";
"fdFileExistsTitleFormat" = "Το όνομα αρχείου '%@' υπάρχει ήδη στη βιβλιοθήκη σας.";
"fdNoDownloadsMessage" = "Αρπάξτε τα ποπκόρν, είναι ώρα για ταινία!";
"fdNoFreeSpaceMessageFormat" = "Ήρθε η ώρα να κάνετε εκκαθάριση στο %@ σας για να ελευθερώστε χώρο για νέες ταινίες.";
"fdNoFreeSpaceTitle" = "Απομένει λίγος αποθηκευτικός χώρος";
"fdStopDownloadButtonTitle" = "Διακοπή Λήψης";
"fdStopDownloadConfirmationFormat" = "Σίγουρα θέλετε να διακόψετε τη λήψη του '%@';";
"fdTryAgain" = "Επανάληψη";
"fdNoDownloadsTitle" = "Ζήτω!";
"pmVolumeBoostTitle" = "Αύξηση έντασης";
"ufShareRemove" = "Αγνόηση του κοινόχρηστου";
"iapUpgradeToProTitleAirPlay" = "Αναβαθμίστε τώρα για να ενεργοποιήσετε το AirPlay και άλλα τρομερά χαρακτηριστικά!";
"svcListView" = "Προβολή λίστας";
"svcMetadataFetching" = "Λήψη μεταδεδομένων";
"hoEmptyFolderSub" = "Δεν υπάρχει τίποτα εδώ.";
"hoEmptyFolderTitle" = "Κενός Φάκελος";
"prTVShowSpecialNum" = "Πρόσθετο %@";
"prTVShowSpecials" = "Πρόσθετα";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmSubtitlesFromOS" = "OpenSubtitles";
"svcCacheSize" = "Μεταδεδομένων";
"svcClearAllMetadata" = "Διαγραφή μεταδεδομένων";
"svcClearAllMetadataConfirmationClearButton" = "Διαγραφή";
"svcClearAllMetadataConfirmationText" = "Είστε βέβαιοι για τη διαγραφή των μεταδεδομένων;";
"svcClearAllMetadataConfirmationTitle" = "Διαγραφή μεταδεδομένων";
"acSubtitlesImportedMsg" = "Οι υπότιτλοι είναι πλέον διαθέσιμοι στις ρυθμίσεις αναπαραγωγής";
"acSubtitlesImportedTitle" = "Νέοι υπότιτλοι";
"pmSubtitlesImported" = "Έχουν εισαχθεί";
"svcGestureControl" = "Έλεγχος με χειρονομίες";
"pmAudioDTSHDMI" = "Ήχος 5.1 μέσω HDMI";
"svcContinuousPlayback" = "Συνεχόμενη αναπαραγωγή";
"svcAudioLanguage" = "Ήχος";
"svcMetadataLanguage" = "Μεταδεδομένων";
"svcSectionGeneral" = "Γενικά";
"svcSectionLanguage" = "Γλώσσα";
"svcSectionPlayback" = "Αναπαραγωγή";
"svcSubtitleLanguage" = "Υπότιτλοι";
"tiReloadSearch" = "Αναζήτηση";
"wsMarkAsUnwatched" = "Σημείωση ως μη προβληθέν";
"wsMarkAsWatched" = "Σημείωση ως προβληθέν";
"acOpenURLUnsupportedContentMsg" = "Συγνώμη, αυτό το περιεχόμενο δεν υποστηρίζεται.";
"fdDowloadPausedInBackgroundButton" = "συνέχεια";
"fdDowloadPausedInBackgroundMessage" = "Έγινε παύση στη λήψη των βίντεο.";
"fdStopDownloadButtonShortTitle" = "Διακοπή";
"fdTicketDownload" = "Λήψη";
"fdTicketDownloaded" = "Έχουν Ληφθεί";
"fdTicketDownloading" = "Γίνετε λήψη";
"fdTicketFailed" = "Επανάληψη";
"fdTicketInQueue" = "Αναμονή";
"geAuto" = "Αυτόματα";
"geCantEstablishConnectionToHost" = "Αδύνατη η σύνδεση στο διακομιστή.";
"geCantResolveHost" = "Δε βρέθηκε ο διακομιστής.";
"geConnectionFailedFormat2" = "Συγνώμη, το %@ αντιμετώπισε ένα σφάλμα κατά τη διαδικασία σύνδεσης (HTTP σφάλμα %u).";
"geHTTPNotFound" = "Η διαδρομή δε βρέθηκε.";
"hoAddFavoriteButtonTitle" = "Προσθήκη";
"hoAddFavoriteTitle" = "Προσθήκη Αγαπημένου";
"iapCheckHistoryButton" = "Έλεγχος διαθεσιμότητας";
"iapUpgradeToPro3Title" = "Αναβάθμιση σε Infuse Pro";
"moCannotConnectToSpacePackMessage" = "Πατήστε το κουμπί πίσω από τη Mophie για πρόσβαση.";
"svcNightTheme" = "Σκούρα εμφάνιση";
"svcSortByDate" = "Ταξινόμηση ανά ημερομηνία";
"ufPath" = "Διαδρομή";
"ufPort" = "Θύρα";
"ufShareProtocol" = "Πρωτόκολλο";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Παρακαλούμε ορίστε έναν λογαριασμό ηλεκτρονικού ταχυδρομείου στην εφαρμογή Ρυθμίσεις και ξαναπροσπαθήστε.";
"diNoAccountTitle" = "Λείπει Email";
"diSendDebugInfoButtonTitle" = "Αίτημα Βοήθεια";
"svсDolbyDTSOverHDMIPassthrough" = "Ήχος 5.1 μέσω HDMI";
"svсDolbyOverAirPlayPassthrough" = "Ήχος 5.1 μέσω AirPlay";
"svcPro2UpgradeToPro3" = "Pro v2 - Αναβάθμιση τώρα";
"emTraktTVAutoAuthError" = "Αδύνατη η πρόσβαση στο Trakt.\nΠαρακαλείσθε να συνδεθείτε στο λογαριασμό σας.";
"hoLinks" = "Σύνδεσμοι";
"iapUpgradeToProTitleGoogleCast" = "Αναβαθμίστε τώρα για να ενεργοποιήσετε το Google Cast streaming και άλλα τρομερά χαρακτηριστικά!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "μέσω Απευθείας Διεύθυνση";
"ufLinksDescription" = "Εισάγετε μια απευθείας διεύθυνση για να δείτε ή να κατεβάσετε απ'ο το διαδίκτυο.";
"ufLinksLabel" = "Νέα Διεύθυνση";
"ufLinksPanelTitle" = "Διεύθυνση";
"ufLinksPlaceholder" = "http://example.com/sample.mp4";
"svcDolbyPostProcessing" = "Dolby Ηχητικά Εφέ";
"foMovingFailedExist" = "Κάποια στοιχεία δε μπόρεσαν να μετατακινηθούν γιατί υπάρχουν αρχεία με το ίδιο όνομα.";
"foRemoveITunesItemPlural" = "Ωχ! Κάποια αρχεία έχουν συγχρονίσει μέσο iTunes. Παρακαλώ χρησιμοποιείστε το iTunes ή την εφαρμογή Videos για να τα διαγράψετε.";
"hoAddFiles" = "Προσθήκη αρχείων";
"hoAddFolderTitle" = "Προσθήκη φακέλου";
"hoDeletingItems" = "Διαγραφή...";
"hoFoldersTitle" = "Φάκελοι";
"hoMovingItems" = "Μετακίνηση...";
"hoNewFolder" = "+ Νέος φάκελος";
"hoOrganize" = "Επιλέξτε";
"hoRemoveFromFolder" = "Αφαίρεση από το φάκελο";
"svcLandscapeLock" = "Oριζόντιας διάταξης";
"svcPlayInBackground" = "Φόντο ήχου";
"svcShowFilenames" = "Ονομασίας αρχείων";
"hoAddToFavorites" = "Προσθήκη στα Αγαπημένα";
"hoMove" = "Μετακίνηση";
"hoRemoveFromFavorites" = "Αφαίρεση από τα Αγαπημένα";
"hoSortByName" = "Ταξινόμιση ανά τίτλο";
"geDelete" = "Διαγραφή";
"iapFeatureDescriptionStreaming" = "Μετάδοση βίντεο στη μεγάλη οθόνη, με ήχο surround και υπότιτλους μέσω AirPlay και Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay και Google Cast";
"lockAddPasscodeHint" = "Επανάληψη νέου κωδικού";
"lockAddPasscodeMismatch" = "Οι κωδικοί δε ταιριάζουν. Δοκιμάστε ξανά.";
"lockAddPasscodeReenter" = "Επανάληψη νέου κωδικού";
"lockEnterOldPasscode" = "Εισάγετε το παλιό κωδικό";
"lockTitle" = "Εισάγετε τον κωδικό";
"lockTouchIDSubtitle" = "Ξεκλείδωμα %@";
"obStageAirPlayTitle" = "AirPlay και Google Cast";
"svcChangePasscode" = "Αλλαγή κωδικού";
"svcPasscodeLock" = "Κλείδωμα κωδικού πρόσβασης";
"svcUseTouchID" = "Χρήση Touch ID";
"obOpenIAPButtonTitle" = "Αναβάθμιση σε Infuse Pro";
"obStageAirPlayMessage" = "Μεταδώστε τα βίντεο σας στη τηλεόραση με τη χρήση AirPlay και Google Cast.";
"obStageMoreMessage" = "Αναπαράγετε περισσότερα αρχεία με Dolby (AC3) και DTS-HD ήχο, AirPlay & Google Cast μετάδοση, συγχρονισμό με το trait, αναπαραγωγή στο παρασκήνιο και αλλά!";
"obStageMoreTitle" = "Αποκτήστε περισσότερα με το Infuse Pro";
"obStageStreamingMessage" = "Περιηγηθείτε, αναπαράγετε και κατεβάστε βίντεο από Mac, Η/Υ, NAS ή δικτυακό δίσκο. Κανένας συγχρονισμός δε χρειάζεται.";
"obStageStreamingTitle" = "Ροή δεδομένων χωρίς προβλήματα";
"obStageSubtitlesMessage" = "Έχετε τους δικούς σας υπότιτλους ή προσθέστε σε δευτερόλεπτα νέους από το OpenSubtitles.";
"obStageSubtitlesTitle" = "Εύκολοι υπότιτλοι";
"obStageSyncMessage" = "Αναπαραγωγή των περισσότερων αρχείων όπως MKV, AVI, MP4, WMV και αλλά χωρίς μετατροπή.";
"obStageSyncTitle" = "Περισσότερα από το iTunes";
"obStageWiFiMessage" = "Συνδέστε το iPhone ή το iPad στο ίδιο Wi‑Fi με τον Η/Υ , ανοίξτε ένα περιηγητή και ανεβάστε αρχεία.";
"obStageWiFiTitle" = "Συγχρονισμός χωρίς καλώδια";
"obThanksForPro" = "Ευχαριστούμε που γίνατε Pro!";
"svcConnectToTrakt" = "Σύνδεση με Trakt";
"vvGoogleCastFormat" = "Δεν διατίθεται για αυτό το είδος αρχείου";
"vvGoogleCastITunes" = "Δεν διατίθεται περιεχόμενο iTunes";
"geDefault" = "Προεπιλογή";
"geWarning" = "Προειδοποίηση";
"pmSubtitlesFontName" = "Γραμματοσειρά";
"ufCellularDataWarning" = "Πρόσθετες χρεώσεις μπορεί να υπάρξουν από τον πάροχό σας όταν χρησιμοποιείτε την υπηρεσία δεδομένων κινητής.";
"ufUnknownNetwork" = "<άγνωστος>";
"geOff" = "Κλειστό";
"geOn" = "Ανοικτό";
"hoNoFavoritesButton" = "Προσθήκη";
"hoNoFavoritesLabel" = "Προσθέστε φακέλους από το δικτυακό σας διαμοιρασμό";
"hoRemoveFavoriteButtonTitle" = "Αφαίρεση Αγαπημένων";
"hoWelcomeToInfuse" = "Καλώς ήλθατε στο INFUSE";
"iapFeatureDescriptionSubtitles" = "Έχετε τους δικούς σας υπότιτλους ή προσθέστε σε δευτερόλεπτα νέους από το OpenSubtitles.";
"iapFeatureTitleSubtitles" = "Εύκολοι υπότιτλοι";
"pmInfo" = "Πληροφορίες";
"pmOptions" = "Επιλογές";
"pmTracks" = "Κομμάτια";
"prEdit" = "Επεξεργασία";
"prEpisodes" = "Επεισόδια";
"prRate" = "Βαθμολογία";
"svcCalculatingCacheSize" = "Υπολογισμός μεγέθους Cache…";
"svcClearingMetadata" = "Διαγραφή μεταδεδομένων…";
"svcNetworkSharesSectionTitle" = "Δίκτυο";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;";
"ttWatchedEpisodes" = "προβληθέν επεισόδια";
"ttWatchedMovies" = "προβληθέν ταινίες";
"ttWatchedTVShows" = "προβληθέν σειρές";
"tvshAddFavorite" = "Προσθήκη στα αγαπημένα";
"tvshAddFavoritesHint" = "Για να προσθέσετε ενα φάκελο στα αγαπημένα πατήστε και κρατήστε πατημένη την επιφάνεια αφής ή κάντε δεξί κλικ στο τηλεκοντρόλ.";
"tvshEditShare" = "Επεξεργασία Διαμοιρασθέντων";
"tvshFavoritesSectionTitle" = "Αγαπημένα";
"tvshSavedShareHint" = "Επιλέξτε τους αγαπημένους σας φακέλους που θέλετε να δείτε στη κύρια οθόνη.";
"tvshShares" = "Διαμοιρασθέντα";
"pcSwipeDownHint" = "Σύρετε προς τα κάτω για Πληροφορίες";
"ufTestingConnection" = "Δοκιμή σύνδεσης...";
"geClear" = "Καθαρισμός";
"geRemovePrompt" = "Είστε σίγουροι για τη διαγραφή του \"%1$@\";";
"svcClearRecentlyWatched" = "Διαγραφή λίστας προβληθέντων";
"svcClearRecentlyWatchedConfirmationText" = "Είστε σίγουροι για τη διαγραφή της λίστας προβληθέντων;";
"svcEmbeddedMetadata" = "Ενσωματωμένα Μεταδεδομένα";
"svcUpgradeToFmt" = "Αναβάθμιση σε %@";
"ufForgetShareAlertTitle" = "Είστε σίγουροι για τη διαγραφή αυτής της πηγής;";
"vvResumeButton" = "Συνέχεια Αναπαραγωγής";
"vvResumeOrStartFromBeginning" = "Θέλετε να ξεκινήσετε από το προηγούμενο σημείο ή από την αρχή;";
"vvStartFromBeginningButton" = "Έναρξη από την αρχή";
"emPackedDivx" = "Λυπάμε, ο συγκεκριμένος τύπος βίντεο (DivX) δεν υποστηρίζεται ακόμη.";
"hoReloadFavoriteButtonTitle" = "Ανανέωση Εξωφύλλου";
"hoRenameFavoriteButtonTitle" = "Μετονομασία";
"hoSortByFileName" = "Ταξινόμιση ανά όνομα";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "Σειρά Ταξινόμισης";
"svcSortingModeByDate" = "Ημερομηνία";
"svcSortingModeByFileName" = "Όνομασία";
"svcSortingModeByTitle" = "Τίτλος";
"bcVOFile" = "Αρχείο";
"bcVOLink" = "Σύνδεσμος";
"geVOInProgress" = "Φορτώνει";
"hoVOFolderItem" = "Φάκελος";
"hoVOMenu" = "Μενού";
"hoVOMore" = "Αλλος";
"hoVORefreshing" = "Ανανέωση περιεχόμενου";
"hoVOSeasonItem" = "Σαιζόν";
"hoVOSeriesItem" = "Όνομα";
"hoVOVFSItem" = "Φάκελος Διαμοιρασμού";
"hoVOVideoItem" = "Βίντεο";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Επόμενο";
"pcVOPause" = "Παύση";
"pcVOPlay" = "Παίξε";
"pcVOPrevious" = "Προηγούμενο";
"pcVORewindBack" = "Πίσω";
"pcVORewindForward" = "Μπροστά";
"pcVOSettings" = "Ρυθμίσεις Αναπαραγωγής";
"pcVOTrackPosition" = "Θέση Αναπαραγωγής";
"pcVOTrackPositionValue" = "%1$@ από %2$@";
"pmVOBrightness" = "Φωτεινότητα";
"pmZoomModeAnamorphicA" = "Αναμορφωτικός A (2.35:1)";
"pmZoomModeAnamorphicB" = "Αναμορφωτικός B (2.39:1)";
"pmZoomModeAnamorphicC" = "Αναμορφωτικός C (2.40:1)";
"pmZoomModeWidescreenA" = "Ευρεία οθόνη A (1.85:1)";
"pmZoomModeWidescreenB" = "Ευρεία οθόνη B (2.00:1)";
"tiVOEpisode" = "Επεισόδιο %@";
"tiVOPoster" = "Αφίσα Βίντεο";
"tiVORating" = "Βαθμολογία: %1$g από %2$g";
"wsVOWatchStatus" = "Κατάσταση Παρακολούθησης";
"wwVOReload" = "Επαναφόρτωση";
"hoVOFavoriteItem" = "Αγαπημένα";
"pmBlack" = "Κατράμι";
"pmHeavy" = "Πολύ έντονο";
"pmLarger" = "Μεγαλύτερο";
"pmLight" = "Ελαφρύ";
"pmRegular" = "Κανονικό";
"pmSemibold" = "Ημιέντονο";
"pmSmaller" = "Μικρότερο";
"pmThin" = "Λεπτό";
"pmUltraLight" = "Πολύ ελαφρύ";
"svcEdgeTapChapters" = "Επιλογή κεφαλαίου";
"svcAudioOutput" = "Έξοδος ήχου";
"svcAudioOutputPassthrough" = "Passthrough";
"svcFileManagement" = "Διαχείριση Αρχείων";
"svcWatchedIndicators" = "Διακριτικά Παρακολούθησης";
"svcWatchedIndicatorsMoviesOnly" = "Ταινίες Μόνο";
"svcWatchedIndicatorsTVShowsOnly" = "Σειρές Μόνο";
"hoDeletionDisabled" = "Παρακαλώ ενεργοποιήστε το Διαχείριση Αρχείων προκειμένου να διαγράψετε αρχεία.";
"emTraktTVSignUpDenied" = "Η επιβεβαίωση απέτυχε.";
"hoDisableOnlineMetadata" = "Χρήση τοπικών μεταδεδομένων";
"hoEnableOnlineMetadata" = "Χρήση τοπικών μεταδεδομένων";
"hoHideFavorite" = "Απόκρυψη Αγαπημένων";
"hoLocalMetadataWarning" = "Τοπικά μεταδεδομένα";
"hoResetArtwork" = "Αφαίρεση Μικρογραφίας";
"hoSelectArtwork" = "Επιλογή Μικρογραφίας";
"hoShowFavorite" = "Εμφάνιση Αγαπημένων";
"li00s" = "2000";
"li10sOld" = "2010+";
"li1Star" = "1 Αστέρι";
"li2Stars" = "2 Αστέρια";
"li30thAndOlder" = "Παλιότερα";
"li3Stars" = "3 Αστέρια";
"li40s" = "1940";
"li4Stars" = "4 Αστέρια";
"li50s" = "1950";
"li5Stars" = "5 Αστέρια";
"li60s" = "1960";
"li70s" = "1970";
"li80s" = "1980";
"li90s" = "1990";
"liAllMovies" = "Όλες οι ταινίες";
"liAllTVShows" = "Όλα τα επεισόδια";
"liByAgeRating" = "Ανα κατηγορία ηλικίας";
"liByDate" = "Ανα ημερομηνία κυκλοφορίας";
"liByGenre" = "Ανα είδος";
"liByRating" = "Ανα βαθμολογία";
"liEpisodeStats" = "Επεισόδια: %d";
"liLastScanDate" = "Τελευταία Ενημέρωση: %@";
"liLastScanDateDaysAgo" = "%@ πρίν";
"liLastScanDateNever" = "Ποτέ";
"liLastScanDateYesterday" = "Χθές";
"liMovies" = "Ταινίες";
"liMovieStats" = "Ταινίες: %d";
"liOtherStats" = "Άλλο: %d";
"liRecentlyAdded" = "Προστέθηκαν πρόσφατα";
"liScanForChanges" = "Ανάγνωση για αλλαγές";
"liScanning" = "Αναζήτηση...";
"liSeries" = "Τηλεοπτικές εκπομπές";
"liShowLibrary" = "Εμφάνιση Βιβλιοθήκης";
"liStatusFailFor" = "Η αρχειοθέτηση απέτυχε για %@";
"liStatusFetchingContentFor" = "Λήψη περιεχόμενου για %@";
"liStatusFetchingMetadataFor" = "Λήψη μεταδεδομένων για %1$@ (%2$d\U00A0του\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Λήψη μικρογραφιών για %1$@ (%2$d\U00A0του\U00A0%3$d)";
"liTop" = "Τα καλύτερα 30";
"liUnsortedItems" = "Λοιπά";
"liUnwatched" = "Μη προβληθέντα";
"svcContinuousPlaybackMovies" = "Ταινίες Μόνο";
"svcContinuousPlaybackTVShows" = "Σειρές Μόνο";
"tvDeiceAuthRequestingCode" = "Αίτηση κωδικού επιβεβαίωσης…";
"tvDeviceAuthStatusLoggingIn" = "Επιβεβαίωση λήψης κωδικού, είσοδος…";
"tvDeviceAuthStatusWaiting" = "Αναμονή επιβεβαίωσης…";
"tvDeviceAuthTitle" = "Ακολουθήστε τις οδηγίες για σύνδεση στο Trakt";
"tvDeviceAuthUseCode" = "Εισάγετε τον κωδικό επιβεβαίωσης (ενεργός μέχρι %@)";
"tvDeviceAuthVisitUrl" = "Ακολουθήστε το σύνδεσμο ή τον QR κώδικα";
"tvImagePickerHint" = "Επιλέξτε μια εικόνα από το δίκτυο σας για μικρογραφία";
"wsChangingWatchStatus" = "Αλλαγή σήμανσης ως προβληθέν...";
"emSandiskNotAvailable" = "Αδύνατη η πρόσβαση στο SanDisk iXpand Drive. Επιβεβαιώστε ότι εχει συνδεθεί σωστά και δε χρησιμοποιείτε από άλλες εφαρμογές.";
"ufUploadInfoAddFTP" = "Μεταφέρετε βίντεο μέσω FTP.";
"ufUploadInfoAddHTTP" = "Πατήστε 'Προσθήκη' ή σύρετε τα βίντεο στο παράθυρο.";
"ufUploadInfoAddressFTP" = "Ανοίξτε το αγαπημένο σας FTP πρόγραμμα (π.χ. Cyberduck) και συνδεθείτε βάζοντας την διεύθυνση.";
"ufUploadInfoAddressHTTP" = "Εισάγετε αυτή τη διεύθυνση στον περιηγητή σας:";
"ufUploadInfoCredentials" = "Χρησιμοποιήστε αυτά τα διαπιστευτήρια για να εισέλθετε στη βιβλιοθήκη σας:";
"ufUploadInfoHint" = "Μην κλείσετε αυτό το παράθυρο μέχρι να ολοκληρωθεί η μεταφορά.";
"ufUploadInfoNetwork" = "Συνδέστε τον υπολογιστή σας στο:";
"ufUploadInfoAddressIP" = "ή δοκιμάστε %@";
"csAddNewTitle" = "Προσθήκη Υπηρεσίας";
"csAddServiceButton" = "Προσθήκη";
"csCloudServicesSectionTitle" = "Υπηρεσίες στο Σύννεφο";
"csRemoveServiceButton" = "Αφαίρεση";
"emCloudAccessTokenRevoked" = "Αμάν! Το Infuse δε μπορεί να έχει πρόσβαση στο λογαριασμό σας, αφού του έχει αφαιρεθεί η πρόσβαση.";
"geAuthentication" = "Πιστοποίηση";
"iapFeatureDescriptionCloudStreaming" = "Πρόσβαση σε βίντεο απευθείας από το Dropbox, Google Drive, OneDrive, και άλλα.";
"iapFeatureDescriptionHDAudio" = "Ακούστε κάθε λεπτομέρεια με πρόσθετη υποστήριξη για 24-bit Dolby TrueHD και DTS-HD MA ήχου.";
"iapFeatureDescriptionSync" = "Κρατήστε τη βιβλιοθήκη σας, τη πρόοδο αναπαραγωγής και το ιστορικό παρακολούθησης σε συγχρονισμό με άλλες συσκευές και εφαρμογές.";
"iapFeatureDescriptionVideoFormats" = "Απολαύστε ακόμη περισσότερες μορφές βίντεο (έως 4K Ultra-HD) και σώστε τον εαυτό σας από ώρες μετατροπής αρχείων.";
"iapFeatureTitleCloudStreaming" = "Μετάδοση στο σύννεφο";
"iapFeatureTitleHDAudio" = "HD ποιότητα ήχου";
"iapFeatureTitleSync" = "Μείνετε συγχρονισμένοι";
"iapFeatureTitleVideoFormats" = "Αναπαραγωγή περισσότερων βίντεο";
"iapStartTrial" = "Ξεκινήστε τη δοκιμαστική περίοδο του ενός μήνα τώρα!";
"iapSubscribeNow" = "Αναβάθμιση Τώρα";
"iapSubscribeNowWithPrice" = "Αναβαθμίστε τώρα (%@ / ανά έτος)";
"iapSubscriptionPrice" = "%@ ανά έτος μετά τη λήξη της δοκιμής";
"iapUpgradeToProTitleCloudStreaming" = "Αναβαθμίστε τώρα να ενεργοποιήσετε το cloud streaming και άλλα τρομερά χαρακτηριστικά!";
"iapUpgradeToProTitlePremiumVideo" = "Η αναπαραγωγή αυτού του βίντεο απαιτεί το Infuse Pro.";
"liInProgress" = "Προβάλλετε";
"svcCloudSync" = "iCloud Συγχρονισμός";
"svcMediaLibraryDenied" = "Παρακαλούμε να επιτρέψετε την πρόσβαση στη βιβλιοθήκη πολυμέσων στις ρυθμίσεις απορρήτου της συσκευής σας.";
"svcMediaLibraryRestricted" = "Παρακαλούμε να επιτρέψετε την πρόσβαση στη βιβλιοθήκη πολυμέσων στις ρυθμίσεις γονικού ελέγχου της συσκευής σας.";
"tvcsEdit" = "Επεξεργασία";
"tvcsRemove" = "Αφαίρεση";
"ufAccount" = "Λογαριασμός";
"ufDocumentsCategory" = "μέσο Εγγράφων";
"svcShowUpNextSetting" = "Τι ακολουθεί μετά";
"ftTimeRemainingInMinutesFormat" = "%@ λεπτά που απομένουν";
"liCollections" = "Συλλογές";
"liInProgressOnly" = "Προβάλλετε μόνο";
"liRecentlyAddedOnly" = "Προστέθηκαν πρόσφατα μόνο";
"pmDeinterlacing" = "Απόπλεξη Βίντεο";
"diFeedbackInstructionsButtonTitle" = "Υποβολή Διαγνωστικών";
"dvdDirectorsCommentary" = "Σχολιασμός Σκηνοθέτη";
"hoSortByReleaseDate" = "Ταξινόμιση ανά ημερομηνία κυκλοφορίας";
"liNewest" = "Νεώτερα";
"pmTitleNameFormat" = "Title %d (διάρκεια - %@)";
"pmTitles" = "Τίτλοι";
"svcSectionFeedback" = "Υποστήριξη";
"svsSortingModeByReleaseDate" = "Ημερομηνία κυκλοφορίας";
"tvFeedbackEmailTo" = "Στείλτε ένα email στην ακόλουθη διεύθυνση ή σαρώστε τον κωδικό QR";
"tvFeedbackInsertHere" = "[Εισάγετε σχόλια εδώ]";
"tvFeedbackSavingTechInfo" = "Αποστολή πληροφοριών διαγνωστικών...";
"tvFeedbackTitle" = "Ακολουθήστε αυτά τα βήματα για να λάβετε υποστήριξη";
"tvFeedbackUploadConnectionError" = "Δεν είναι δυνατή η πρόσβαση στην υπηρεσία αποστολής διαγνωστικών.\nΠαρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.";
"tvFeedbackUploadFailedMessage" = "Αποτυχία αποστολής διαγνωστικών.\nΠαρακαλούμε δοκιμάστε πάλι αργότερα.";
"tvFeedbackUploadFailedTitle" = "Η αποστολή απέτυχε";
"tvFeedbackUploadUnavailable" = "Η υπηρεσία αποστολής διαγνωστικών είναι μη διαθέσιμη προσωρινά.\nΠαρακαλούμε δοκιμάστε πάλι αργότερα.";
"tvFeedbackUseCode" = "Περιλάβετε αυτό τον κωδικό στο μήνυμά σας";
"blurayBonusTrack" = "Επιπλέον στοιχεία";
"iapSubscriptionVerificationMessage" = "Συνδεθείτε στο διαδίκτυο για ανανέωση. Η συνδρομή θα είναι ενεργή μέχρι %@.";
"iapSubscriptionVerificationTitle" = "Αδύνατη η επιβεβαίωση συνδρομής";
"pacoAllowAppAccess" = "Κλείδωμα εφαρμογής";
"pacoAllowedMovieRatings" = "Επιτρέπετε η βαθμολόγηση τωνΤαινιών";
"pacoAllowedTVShowRatings" = "Επιτρέπετε η βαθμολόγηση των βίντεο";
"pacoChangePasscodeSubtitle" = "Εισάγετε τον τρέχον κωδικό σας.";
"pacoChangePasscodeTitle" = "Τρέχον Κωδικός";
"pacoCheckPasscodeSubtitle" = "Εισάγετε τον τετραψήφιο κωδικό σας.";
"pacoCheckPasscodeTitle" = "Εισάγετε κωδικό";
"pacoConfirmPasscodeSubtitle" = "Εισάγετε ξανά τον κωδικό σας.";
"pacoConfirmPasscodeTitle" = "Εισάγετε ξανά τον κωδικό";
"pacoDisablePasscodeProtection" = "Απενεργοποίηση Κλειδώματος";
"pacoEnablePasscodeProtection" = "Ενεργοποίηση κλειδώματος με κωδικό";
"pacoNewPasscodesDontMatchSubitle" = "Οι νέοι κωδικοί δεν ταιριάζουν. Προσπαθήστε ξανά.";
"pacoNewPasscodesDontMatchTitle" = "Δεν ταιριάζει ο κωδικός";
"pacoNewPasscodeSubtitle" = "Εισάγετε το νέο τετραψήφιο κωδικό σας.";
"pacoNewPasscodeTitle" = "Νέος κωδικός";
"pacoParentalControl" = "Γονικός Έλεγχος";
"pacoRatingsNotRated" = "Δεν έχει βαθμολογηθεί";
"pacoRestrictions" = "Περιορισμοί";
"pacoSetPasscodeSubtitle" = "Εισάγετε ένα τετραψήφιο κωδικό για να περιορίσετε τη πρόσβαση στα βίντεο σας.";
"pacoSetPasscodeTitle" = "Ρύθμιση κωδικού";
"pacoTurnOffPasscodeSubtitle" = "Εισάγετε των κωδικό σας για κατάργηση των περιορισμών.";
"pacoTurnOffPasscodeTitle" = "Απενεργοποίηση περιορισμών";
"coGray" = "Γκρι";
"coMagenta" = "Φούξια";
"coPink" = "Ροζ";
"coTealBlue" = "Μπλε";
"pm3dMode" = "Λειτουργία 3D";
"pm3dModeSBS" = "Δίπλα Δίπλα";
"pm3dModeTAB" = "Πάνω και Κάτω";
"pmSubtitlesDownloadsCountAndFPS" = "%i λήψεις, %g fps";
"diTechnicalDetails" = "Διαγνωστικά:%@";
"prSeries" = "Όνομα";
"vvNowPlaying" = "Αναπαράγεται στο %@";
"vvSeasonEpisode" = "Κύκλος %@, Επεισόδιο %@";
"prLocation" = "Τοποθεσία";
"tiLocalFile" = "Συγχρονίστηκε";
"tiOnShare" = "στο %@";
"geVODismissPopup" = "Απόρριψη";
"geVODismissPopupHint" = "Πατήστε δυο φορές για απόρριψη αναδυόμενου παραθύρου";
"hoContentAll" = "Όλα";
"hoFiles" = "Αρχείων";
"hoVOGridMode" = "Εμφάνιση σε πλέγμα";
"hoVOListMode" = "Προβολή λίστας";
"liAllVideos" = "Όλα τα βίντεο";
"liEmptyLibraryHintAction" = "+ Προσθήκη Αγαπημένων";
"liEmptyLibraryHintBody" = "Ξεκινήστε σημαδεύοντας ορισμένους φακέλους σαν αγαπημένους και το Infuse θα αναλάβει τα υπόλοιπα.";
"liEmptyLibraryHintTitle" = "Φτουυυ, η βιβλιοθήκη σου είναι άδεια!";
"liEpisodes" = "Επεισόδια";
"liSettings" = "Βιβλιοθήκη";
"pcVOPiP" = "Εικόνα σε Εικόνα";
"ufAddFavoriteHint" = "Πατήστε το αστεράκι για προσθήκη φακέλου στη βιβλιοθήκη.";
"ufConnectionSuccess" = "Σύνδεση επιτυχής";
"ufLetsGo" = "Ξεκινάμε";
"raRateInfuseTitle" = "Βαθμολογία %@";
"liAllDeviceContent" = "Όλο το Περιεχόμενο";
"obSDStage2Message" = "Περιηγηθείτε, αναπαράγετε και κατεβάστε βίντεο από Mac, Η/Υ, NAS ή δικτυακό δίσκο. Κανένας συγχρονισμός δε χρειάζεται.";
"obSDStage2Title" = "Ροή δεδομένων χωρίς προβλήματα";
"obSDStage3Message" = "Υποστηρίζουμε ενσωματωμένους και εξωτερικούς υπότιτλους,";
"obSDStage3Title" = "Υποστήριξη υποτίτλων";
"obSDStage4Message" = "Μεταδώστε τα βίντεο σας στη τηλεόραση με τη χρήση AirPlay και Google Cast.";
"obSDStage4Title" = "Apple AirPlay και Google Cast";
"obSDStage5Title" = "Αποκτήστε περισσότερα με το %@";
"svcSDCopyright" = "© 2020 Western Digital Corporation ή των θυγατρικών της. Όλα τα δικαιώματα κατοχυρωμένα.";
"ttEpisodes" = "επεισόδια";
"ttMovies" = "ταινίες";
"ttShows" = "εκπομπές";
"emHEVCRequiresOS" = "Αναβαθμίστε στο iOS 11 για να παίξετε βίντεο H.265";
"eulaAgree_SD" = "Συμφωνώ";
"fdTicketRetryDownloading" = "Επανάληψη Λήψης";
"hoBrowse" = "Περιήγηση";
"hoEmptyFolderSub_SD" = "Αυτές δεν είναι οι φάκελοι που ψάχνετε...";
"hoLearnMore_SD" = "Συνδέστε μια μονάδα SanDisk iXpand Drive για να ξεκινήσετε";
"hoSearchResults" = "Αποτελέσματα αναζήτησης";
"obSDStage1Message" = "Αναπαραγωγή περισσότερων χρησιμοποιώντας το SanDisk iXpand Drive σας. Δεν χρειάζεται να μετατρέψετε μορφές αρχείων - απλά να καθίσετε, να χαλαρώσετε και να κάνετε streaming ...";
"obSDStage1Title" = "Παίξτε περισσότερα από το SanDisk iXpand Drive";
"obSDStage5Message" = "Αναπαραγωγή βίντεο με μορφές ήχου υψηλής ποιότητας όπως %@ και DTS. Παίξτε στο παρασκήνιο, Μεταβείτε στην τηλεόραση και πολλά άλλα ...";
"pipAreYouSure" = "Είστε σίγουροι ;";
"pipDescription" = "Βοηθήστε το SanDisk να βελτιώσει την εμπειρία σας στο %@ app επιλέγοντας να μοιραστείτε ανώνυμες πληροφορίες συσκευής και εφαρμογών.";
"pipDoNotShare" = "Να μην διαμοιράζονται";
"pipLearnMore" = "Μάθετε Περισσότερα";
"pipMoreInfo" = "Η βελτίωση του προϊόντος συλλέγει και στέλνει περιοδικά τις πληροφορίες διαγνωστικού ελέγχου και χρήσης, που βοηθούν στη βελτίωση της ποιότητας και την απόδοση SanDisk. Γενικά, αυτές οι πληροφορίες περιλαμβάνουν τη διαμόρφωση της συσκευής, χρήση εφαρμογών, αξιοποίηση του χώρου αποθήκευσης, τύπου αρχείων, καθώς και διάγνωση σφαλμάτων.";
"pipShare" = "Μοιραστείτε";
"pipTitle" = "Βελτίωση του προϊόντος";
"pipWithoutItem1" = "Νέα % @ χαρακτηριστικά";
"pipWithoutItem2" = "Εκτός λειτουργίας λόγο συντήρησης της υπηρεσίας";
"pipWithoutItem3" = "Μια προσαρμοσμένη εμπειρία εφαρμογής";
"pipWithoutTitle" = "Με μια ανώνυμη συσκευή και χωρίς τις πληροφορίες εφαρμογής, θα είστε στο σκοτάδι σχετικά με:";
"pipYesDoNotShare" = "Ναι, να μην μοιράζονται";
"svcContactSupport" = "Επικοινωνήστε με την υποστήριξη";
"svcMoreAboutProButtonTile" = "Μάθετε Περισσότερα";
"svcUpgradeNowTitle" = "Αναβάθμιση σε Pro για να ενεργοποιήσετε νέα φοβερά χαρακτηριστικά!";
"wsWatched" = "Προβλήθηκε";
"svcUseFaceID" = "Χρήση Face ID";
"iapCancelSubscriptionButton" = "Συνδρομές";
"iapChangePlan" = "Δείτε τη Συνδρομή";
"iapContinuePurchasingButton" = "Αγνοήστε";
"iapFeatureDescriptionInAppPurchaseSync" = "Μία αγορά σας επιτρέπει να χρησιμοποιήσετε όλες τις φανταστικές λειτουργίες του Infuse Pro σε iPhone, iPad, Apple TV και Mac.";
"iapFeatureDescriptionUpdatesForLife" = "Αποκτήστε πρόσβαση σε φανταστικές νέες λειτουργίες σε όλες τις μελλοντικές ενημερώσεις - ακόμη και σε σημαντικές εκδόσεις όπως v9, v10 κ.τ.λ...";
"iapFeatureTitleInAppPurchaseSync" = "Μια αγορά για όλες τις συσκευές";
"iapFeatureTitleUpdatesForLife" = "Ενημερώσεις για πάντα";
"iapMostPopular" = "Πιο Δημοφιλές";
"iapPurchaseAnnual" = "Ετήσια";
"iapPurchaseLifetime" = "Για πάντα";
"iapPurchaseMonthly" = "Το Μήνα";
"iapPurchaseOneMonthFree" = "Δοκιμή 1 Μήνα";
"iapPurchaseOneWeekFree" = "1 εβδομάδα δοκιμή";
"iapPurchaseProForever" = "Για πάντα Pro";
"iapPurchaseSavingsFormat" = "Εξοικονομήστε %@%%";
"iapPurchaseTrialInfo" = "Όλες οι συνδρομές ξεκινούν με μια δωρεάν δοκιμαστική περίοδο. Ακυρώστε οποτεδήποτε.";
"iapPurchaseUpgrade" = "Προσφορά";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Φαίνεται ότι μπορεί να έχετε ακόμα μια ενεργή συνδρομή Infuse Pro που δεν χρειάζεται πλέον. Μπορείτε να το διαχειριστείτε μέσω της ενότητας «Συνδρομές» στο App Store.";
"iapTermsOfUse" = "Η συνδρομή σας περιλαμβάνει δωρεάν δοκιμαστική περίοδο που ξεκινάει μόλις επιβεβαιωθεί η αγορά σας με τον λογαριασμό σας στο iTunes. Όταν ολοκληρωθεί η δοκιμαστική περίοδος, η συνδρομή σας θα ξεκινήσει και θα ανανεωθεί αυτόματα. Ο λογαριασμός σας στο iTunes θα χρεωθεί για την επόμενη περίοδο, εκτός εάν απενεργοποιήσετε την αυτόματη ανανέωση ή ακυρώσετε τη συνδρομή σας στις Ρυθμίσεις Λογαριασμού σας τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου. Για τους όρους και την πολιτική προστασίας προσωπικών δεδομένων επισκεφθείτε το firecore.com/terms-privacy";
"iapThanksForGoingProTitle" = "Ευχαριστούμε που γίνατε PRO";
"iapUpgradeToInfuseProTitle" = "Αναβάθμιση\nσε Infuse PRO";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Ενεργοποιημένη";
"liAllContent" = "Όλο το Περιεχόμενο";
"pipAbout" = "Σχετικά με";
"pipEULA" = "Συμφωνία άδειας χρήσης τελικού χρήστη";
"pipLegal" = "Νομική Σημείωση";
"pipOpenSource" = "Γνωστοποιήσεις Τρίτων";
"pipPrivacyTitle" = "Πολιτική Απορρήτου";
"pipShareDataSetting" = "Κοινή χρήση ανώνυμων δεδομένων";
"ufShareProtocolVersion" = "Έκδοση SMB";
"ufShareLegacySMB" = "Παλαιού τύπου";
"plFollowSteps" = "Ακολουθήστε τις οδηγίες για σύνδεση στο Plex";
"plRepeatAttempt" = "Επανάληψη";
"plUseAuthCode" = "Εισάγετε τον κωδικό επιβεβαίωσης";
"geUnexpectedResponse" = "Μη αναμενόμενη απόκριση διακομιστή. Παρακαλώ προσπαθήστε ξανά.";
"hoAddToHomeScreen" = "Προσθήκη στην Αρχική Οθόνη";
"hoAddToLists" = "Προσθήκη σε λίστα";
"liMoviesGenres" = "Είδη Ταινιών";
"liRecentlyAddedMovies" = "Πρόσφατες Προσθήκες Ταινιών";
"liTopRatedMovies" = "Ταινίες με την υψηλότερη βαθμολογία";
"liUnwatchedTVShows" = "Σειρές που δεν έχουν προβληθεί.";
"plConnectToPlex" = "Προσθήκη Plex";
"plLoginTitle" = "Σύνδεση στο Plex";
"plNoServersMessage" = "Καταχωρήστε ένα διακομιστή με τον Plex λογαριασμό σας και δοκιμάστε ξανά.";
"plNoServersTitle" = "Δεν υπάρχουν διακομιστές Plex";
"plSelectServerTitle" = "Επιλέξτε Server";
"hoRemoveListButtonTitle" = "Κατάργηση λίστας";
"hoUpdatingMetadata" = "Ενημέρωση μεταδεδομένων ...";
"prRefresh" = "Ανανέωση";
"tiRefreshMeta" = "Ανανέωση Μεταδεδομένων";
"hoHideShare" = "Απόκρυψη Κοινόχρηστου";
"hoShowShare" = "Εμφάνιση Κοινόχρηστου";
"liOnDeck" = "Στο Πλατό";
"emCodecNotAvailable" = "%@ δεν είναι δυνατή η αναπαραγωγή του αρχείου, επειδή η κωδικοποίηση που απαιτείται δεν είναι διαθέσιμη.";
"hoRefreshCategoryArtwork" = "Ανανέωση Εξωφύλλου Κατηγορίας";
"pacoLockSearch" = "Κλείδωμα αναζήτησης";
"emOptInEncouragement" = "Προσπαθούμε να προσθέσουμε υποστήριξη για πρόσθετες μορφές αρχείων και επιλέγοντας τη βελτίωση των προϊόντων θα μας βοηθήσουν να υποστηρίξουμε αυτά τα βίντεο νωρίτερα.";
"geOptIn" = "Εγγραφείτε";
"acCloudSyncWarningMessage" = "Φαίνεται πως μια μεγάλη ποσότητα δεδομένων στο iCloud πρόσφατα άλλαξε ή αφαιρέθηκε. Θέλετε να γίνει συγχρονισμός αυτών των αλλαγών στη συσκευή σας;";
"acCloudSyncWarningProceed" = "Συγχρονισμός Τώρα";
"acCloudSyncWarningTitle" = "Προειδοποίηση iCloud";
"svcShareStatistics" = "Κοινή χρήση ανώνυμων δεδομένων";
"bcProducer" = "Παραγωγός";
"bcProducers" = "Οι παραγωγοί";
"pmSubtitlesExternal" = "%1$@ (%2$@ Εξωτερικούς)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ Αναγκαστικά Εξωτερικούς)";
"pmSubtitlesLanguageUnknown" = "Αγνωστος";
"svcSubtitlesForcedOnly" = "Μόνο με εξαναγκασμό";
"prPlayVersion" = "Επιλέξτε μια έκδοση";
"liStatusFetchingiCloud" = "Συγχρονισμός με το iCloud";
"liStatusFetchingUpNext" = "Λήψη λίστας που ακολουθεί";
"svcResumePlayback" = "Συνέχεια Αναπαραγωγής";
"svcResumePlaybackAsk" = "Ερώτηση";
"li4K" = "4Κ";
"liByResolution" = "Ανά Ανάλυση";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Πάρα πολύ μικροί";
"pmTiny" = "Πολύ μικροί";
"svcSubtitlesFetching" = "Λήψη Υπότιτλων";
"afAddUrlAlertMessage" = "Θα θέλατε να προσθέσετε το ' %@' στη λίστα;";
"afAddUrlAlertTitle" = "Προσθήκη URL";
"afAddUrlStep1" = "Αντιγράψετε ένα απευθείας URL βίντεο από το Safari, π.χ.";
"afAddUrlStep2" = "Ξεκινήστε το %@ και ανοίξτε αυτήν την οθόνη.";
"afAddUrlStep3" = "Επιβεβαιώστε την εισαγόμενη διεύθυνση URL ή εισαγάγετε μια χειροκίνητα για να την προσθέσετε.";
"afAddUrlStep4" = "Πατήστε ένα στοιχείο από τη λίστα για να κάνετε streaming ή πατήστε λήψη για να αποθηκεύσετε στη συσκευή σας.";
"afAddUrlsTitle" = "Προσθέστε τις διευθύνσεις URL";
"geAdd" = "Προσθήκη";
"pcBrightnessDown" = "Μείωση Φωτεινότητας";
"pcBrightnessUp" = "Αύξηση Φωτεινότητας";
"pcNextChapter" = "Επόμενο Κεφάλαιο";
"pcPlayPause" = "Αναπαραγωγή/Παύση";
"pcPrevChapter" = "Προηγούμενο Κεφάλαιο";
"pcSkipBackward" = "Πίσω 15δ";
"pcSkipForward" = "Μπροστά 15δ";
"pcStopPlayback" = "Διακοπή";
"pcVolumeDown" = "Μείωση Έντασης";
"pcVolumeUp" = "Αύξηση Έντασης";
"pmVideoAlignBottom" = "Κάτω μέρος";
"pmVideoAlignCenter" = "Κανένα";
"pmVideoAlignTitle" = "Κάθετη Μετατόπιση";
"pmVideoAlignTop" = "Κορυφή";
"svcFeedbackAlertMessage" = "Παρακαλούμε επικοινωνήστε με την υποστήριξη ή ακολουθήστε το %@ στο Twitter για να υποβάλετε τα σχόλιά σας.";
"svcSubmitFeedback" = "Υποβολή Σχολίου";
"emCloudNeedAuthorization" = "Το αναγνωριστικό πρόσβασης δεν είναι πλέον έγκυρο. Για να αποκτήσετε πρόσβαση, συνδεθείτε ξανά.";
"emCloudNeedAuthorizationAppleTV" = "Το αναγνωριστικό πρόσβασης δεν είναι πλέον έγκυρο. Για να αποκτήσετε πρόσβαση στο κοινόχρηστο στοιχείο σας, συνδεθείτε σε μια κινητή συσκευή iOS με ενεργοποιημένο το iCloud Sync.";
"emOneDriveUpgrade" = "Αυτή η έκδοση του Infuse χρησιμοποιεί μια νέα ενσωμάτωση OneDrive για πιο αξιόπιστη αναπαραγωγή. Για να αποκτήσετε πρόσβαση το μερίδιό σας, παρακαλούμε εισέλθετε ξανά.";
"emOneDriveUpgradeAppleTV" = "Αυτή η έκδοση του Infuse χρησιμοποιεί μια νέα έκδοση του OneDrive για πιο αξιόπιστη αναπαραγωγή. Για να αποκτήσετε πρόσβαση στο κοινόχρηστο στοιχείο σας, συνδεθείτε σε μια κινητή συσκευή iOS με ενεργοποιημένο το iCloud Sync.";
"emOneDriveUpgradeTitle" = "Αναβάθμιση του OneDrive";
"gdMyDrive" = "Ο Δίσκος μου";
"gdSharedWithMe" = "Κοινή χρήση με εμένα";
"gdTeamDrives" = "Δίσκοι Ομάδας";
"hoSignIn" = "Συνδεθείτε";
"pmAspectRatio" = "Αναλογία διαστάσεων";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Εξαιρετικά ευρεία οθόνη (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Ηχείο";
"pmSubtitlesBackground" = "Φόντο";
"pmSubtitlesBackground_100" = "100%";
"pmSubtitlesBackground_25" = "25%";
"pmSubtitlesBackground_50" = "50%";
"pmSubtitlesBackground_75" = "75%";
"pmTrackOptionDefault" = "Προεπιλογή";
"pmTrackOptionForced" = "Εξαναγκασμός";
"emDolbyNotSupported" = "Λυπούμαστε, ο ήχος Dolby δεν υποστηρίζεται σε αυτήν τη συσκευή.";
"emBandwidthExceeded" = "Υπέρβαση ορίου δεδομένων";
"emCacheCleared" = "Η κρυφή μνήμη των μεταδεδομένων διαγράφηκε";
"emCacheEmpty" = "Το Apple TV σας παρουσίασε πρόσφατα χαμηλό αποθηκευτικό χώρο και το tvOS αφαίρεσε ορισμένα δεδομένα της εφαρμογής για να ελευθερώσει χώρο για άλλες εφαρμογές. Ως αποτέλεσμα, ενδέχεται να έχουν καταργηθεί τα μεταδεδομένα και τα εξώφυλλα που είναι αποθηκευμένα στο Infuse. \n\nΤο Infuse θα ξανά κατεβάσει τα μεταδεδομένα και τα εξώφυλλα για τα βίντεο σας.";
"emFileNotFound" = "Το αρχείο δε βρέθηκε";
"emMissingPlexFile" = "Ωχ, φαίνεται ότι αυτό το βίντεο έχει μετακινηθεί ή διαγραφεί πρόσφατα. Χρησιμοποιήστε την επιλογή “Σάρωση αρχείων βιβλιοθήκης” στο Plex για ενημέρωση και δοκιμάστε ξανά.";
"emPlexRemoteLimit" = "Καθορίστε τις ρυθμίσεις απομακρυσμένης ροής ή και την ταχύτητα μεταφόρτωσης στο Plex για να παίξετε αυτό το βίντεο.";
"emCacheError" = "Σφάλμα μνήμης μεταδεδομένων";
"emCacheErrorMessage" = "Ωχ, κάτι πήγε στραβά και η μνήμη cache των μεταδεδομένων δεν είναι πλέον έγκυρη. Το Infuse θα κατεβάσει ξανά τα μεταδεδομένα για τα βίντεό σας.\n\nΗ υποβολή μιας αναφοράς διάγνωσης θα μας βοηθήσει να εντοπίσουμε και να επιλύσουμε τέτοια ζητήματα στις μελλοντικές ενημερώσεις.";
"acCloudDownloadErrorMsg" = "Κάντε λήψη αυτού του αρχείου πριν την αναπαραγωγή";
"hoLocalFilesMigration" = "Ευχαριστούμε για την αναβάθμιση στο Infuse 8! Θέλετε να μετακινήσετε τα τοπικά σας βίντεο στη νέα έκδοση;";
"hoSaveAndPlay" = "Αποθήκευση & αναπαραγωγή";
"plServerWrongAccount" = "Ο διακομιστής που προσπαθείτε να αποκτήσετε πρόσβαση δεν μπορεί να βρεθεί σε αυτόν τον λογαριασμό.";
"svcAppearance" = "Εμφάνιση";
"svcAppIcon" = "Εικονίδιο εφαρμογής";
"svcDark" = "Σκούρα εμφάνιση";
"svcLight" = "Ανοικτόχρωμη εμφάνιση";
"liStatusFetchingAdditionalMetadataFor" = "Λήψη λεπτομερειών για %1$@ (%2$d\U00A0του\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Ενημέρωση αναζήτησης Spotlight";
"pmDeinterlacingIvtc" = "Ταινία (IVTC)";
"pmDeinterlacingLinear" = "Έξυπνη (Linear)";
"pmDeinterlacingYadif" = "Υψηλή ποιότητα (Yadif)";
"pacoHideFromFilesApp" = "Απενεργοποίηση Αρχείων Εφαρμογής";
"ufAdvanced" = "Για προχωρημένους";
"ufMacAddress" = "Διεύθυνση MAC";
"fdTicketDownloadAllEpisodes" = "Όλα τα επεισόδια";
"fdTicketDownloadSingleEpisode" = "Αυτό το επεισόδιο";
"fdTicketDownloadUnwatched" = "Μη προβληθέντα";
"emDropboxEmailNotVerified" = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει επαληθευτεί";
"emDropboxEmailNotVerifiedMessage" = "Επαληθεύστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας με το Dropbox πριν συνεχίσετε.";
"hoAddToPlaylist" = "Προσθήκη στη λίστα αναπαραγωγής";
"hoCreateNewPlaylist" = "Δημιουργία λίστας αναπαραγωγής";
"hoDeletePlaylist" = "Διαγραφή λίστας αναπαραγωγής";
"hoPlaylistTitle" = "Τίτλος λίστας αναπαραγωγής";
"hoRemoveFromPlaylist" = "Αφαίρεση από τη λίστα";
"hoRenameFavorite" = "Μετονομασία αγαπημένου";
"hoRenamePlaylist" = "Μετονομασία Λίστας Αναπαραγωγής";
"hoUpdatingPlaylist" = "Ενημέρωση λίστας αναπαραγωγής...";
"liPlaylists" = "Λίστες αναπαραγωγής";
"NSBluetoothAlwaysUsageDescription" = "Χρησιμοποιείται για την ανακάλυψη κοντινών συσκευών Google Cast";
"pmSubtitlesFontPreview" = "Όσα δε φτάνει η αλεπού τα κάνει κρεμαστάρια.";
"pmSubtitlesMoreFonts" = "Περισσότερα...";
"ufUploadInfoNetworkSame" = "Συνδέστε τον υπολογιστή σας στο ίδιο δίκτυο Wi-Fi.";
"acSavingToDocuments" = "Αποθήκευση σε %@";
"hoAddToWatchlist" = "Προσθήκη στη λίστα παρακολούθησης";
"hoEmptyPlaylistsMessage" = "Για να δημιουργήσετε μια λίστα αναπαραγωγής, εντοπίστε ένα βίντεο στη βιβλιοθήκη σας και επιλέξτε την επιλογή “Λίστες αναπαραγωγής”.";
"hoRemoveFromWatchlist" = "Κατάργηση από τη λίστα παρακολούθησης";
"hoRenameList" = "Μετονομασία λίστας";
"hoUpdatingWatchlist" = "Ενημέρωση της λίστας παρακολούθησης …";
"ivcNoPlayableContentInFolder" = "Αυτός ο φάκελος δεν περιέχει στοιχεία που μπορούν να αναπαραχθούν";
"ivcPlay" = "Αναπαραγωγή";
"ivcPlayLoop" = "Επανάληψη";
"ivcPlayLoopAndShuffle" = "Επανάληψη & Τυχαία Σειρά";
"ivcPlayShuffle" = "Τυχαία Σειρά";
"ivcSearchingPlayableContent" = "Αναζήτηση για διαθέσιμα βίντεο...";
"pmItalic" = "Πλάγια γραφή";
"pmSubtitlesMissingFontsListFooter" = "Αγγίξτε τη γραμματοσειρά και επιλέξτε τη από τη λίστα για να την εισαγάγετε για χρήση κατά την αναπαραγωγή βίντεο.";
"pmSubtitlesMissingFontsListHeader" = "Αυτό το βίντεο χρησιμοποιεί μερικές γραμματοσειρές που λείπουν. Για την καλύτερη δυνατή εμπειρία, εισαγάγετε τις γραμματοσειρές που αναφέρονται παρακάτω.";
"pmSubtitlesMissingFontsTitle" = "Γραμματοσειρές που λείπουν";
"hoAddToList" = "Πρόσθεσε στη λίστα";
"hoManageLists" = "Λίστες αναπαραγωγής";
"hoNoFavorites" = "Δεν υπάρχουν αγαπημένα";
"hoReOrderReset" = "Επαναφορά προεπιλογής";
"hoReOrderTitle" = "Αρχική Οθόνη";
"svcHomescreenSettingsTitle" = "Αρχική Οθόνη";
"svcStreamingDiskCacheDisabled" = "Παλαιού τύπου";
"svcStreamingDiskCacheTitle" = "Μνήμη ροής";
"hoReOrderCurrentFavoritesSectionTitle" = "Τα αγαπημένα μου";
"hoReOrderCurrentListsSectionTitle" = "Οι λίστες μου";
"hoReOrderDefaultFavoritesSectionTitle" = "Προεπιλεγμένα αγαπημένα";
"hoReOrderDefaultListsSectionTitle" = "Προεπιλεγμένες λίστες";
"iapPurchaseOneYearFree" = "1 χρόνος δοκιμή";
"ivcPlayVersion" = "Αναπαραγωγή έκδοσης";
"pipDescriptionNew" = "Βοηθήστε το %1$@ να βελτιώσει την εμπειρία σας στο %2$@ app επιλέγοντας να μοιραστείτε ανώνυμες πληροφορίες συσκευής και εφαρμογών.";
"pipMoreInfoNew" = "Η βελτίωση του προϊόντος συλλέγει και στέλνει περιοδικά τις πληροφορίες διαγνωστικού ελέγχου και χρήσης, που βοηθούν στη βελτίωση της ποιότητας και την απόδοση %@. Γενικά, αυτές οι πληροφορίες περιλαμβάνουν τη διαμόρφωση της συσκευής, χρήση εφαρμογών, αξιοποίηση του χώρου αποθήκευσης, τύπου αρχείων, καθώς και διάγνωση σφαλμάτων.";
"pipDoNotShare_Infuse" = "Όχι, ευχαριστώ";
"pipShare_Infuse" = "Μοιραστείτε";
"spteBrowsingHint" = "Επιλέξτε ένα αρχείο βίντεο που θα χρησιμοποιηθεί για τον έλεγχο της ταχύτητας του δικτύου.";
"spteChart" = "Εμφάνιση γραφήματος";
"spteControllerTitle" = "Δοκιμή ταχύτητας για %@";
"spteFileSize" = "Μέγεθος αρχείου:";
"spteLastSecSpeed" = "Τρέχουσα ταχύτητα:";
"spteMinSpeed" = "Ελάχιστη ταχύτητα:";
"spteProgress" = "Πρόοδος:";
"spteReadBytes" = "Αναγνωσμένα δεδομένα:";
"spteStart" = "Έναρξη δοκιμής";
"spteStop" = "Διακοπή δοκιμής";
"spteTestConnection" = "Δοκιμή ταχύτητας";
"spteTotalSpeed" = "Μέση ταχύτητα:";
"hoDisconnectGoogleCast" = "Αποσύνδεση";
"emCacheCorruptedButton" = "Επανεκκίνηση";
"emCacheCorruptedMessage" = "Ωχ, κάτι πήγε στραβά και η προσωρινή μνήμη των μεταδεδομένων δεν είναι πλέον έγκυρη. Κάντε επανεκκίνηση του %@ για να επαναφέρετε την προσωρινή μνήμη των μεταδεδομένων.";
"emCacheCorruptedTitle" = "Σφάλμα προσωρινής μνήμης";
"emCacheRestoredMesssage" = "%@ θα προσπαθήσει τώρα να επαναφέρει την προσωρινή μνήμη των μεταδεδομένων. \n\n Η υποβολή μιας αναφοράς διαγνωστικού ελέγχου θα μας βοηθήσει να εντοπίσουμε και να επιλύσουμε τέτοια ζητήματα σε μελλοντικές ενημερώσεις.";
"emCacheRestoredTitle" = "Η προσωρινή μνήμη επαναφέρθηκε.";
"pmPlaybackSpeed" = "Ταχύτητα αναπαραγωγής";
"pmPlaybackSpeedCustom" = "Προσαρμοσμένη (%@)";
"pmPlaybackSpeedNormal" = "Κανονική";
"svcDefaultPlaybackSpeed" = "Ταχύτητα αναπαραγωγής";
"foRemoveFromPrompt" = "Σίγουρα θέλετε να διαγράψετε μόνιμα το “%1$@” (%2$@);";
"svcSectionSync" = "Συγχρονισμός";
"ttRateCommentPlaceholder" = "Φωνάξτε στο Trakt (πρέπει να είναι στα αγγλικά και να περιέχει τουλάχιστον 5 λέξεις)";
"ttRateContainsSpoilers" = "Περιέχει spoilers";
"ttRateTitle" = "Ποια η γνώμη σας για το\n“%@”;";
"ttSyncedWithTrakt" = "Συνδεδεμένο με το Trakt";
"eyConnectToEmby" = "Προσθήκη Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Σύνδεση";
"eyNoServers" = "Δεν βρέθηκαν διακομιστές. Συνδέστε ένα διακομιστή με το λογαριασμό Emby Connect και προσπαθήστε ξανά.";
"eyOtherEmbyServer" = "Προσθήκη Emby";
"eyOtherJellyfinServer" = "Προσθήκη Jellyfin";
"eyPinCodeExpired" = "Ο κωδικός PIN έληξε";
"eyRequestingServers" = "Αίτηση λίστας διακομιστών...";
"eyServers" = "Διακομιστές";
"eyUseEmbyConnectAccount" = "Χρησιμοποιήστε το λογαριασμό σας Emby Connect ή δημιουργήστε έναν στο https://emby.media/connect";
"ufAddMediaServer" = "Προσθήκη διακομιστή πολυμέσων";
"ufDiscoveredServersSectionTitle" = "Διαθέσιμοι διακομιστές";
"ufMediaServers" = "Διακομιστές πολυμέσων";
"ufOnlineAccounts" = "Διαδικτυακοί λογαριασμοί";
"ufPreCacheImages" = "Εικόνες πριν από την προσωρινή μνήμη";
"svcHideSpoilers" = "Απόκρυψη Spoilers";
"ufBaseURL" = "Βασική διεύθυνση URL";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Λήψη λεπτομερειών για %@";
"liStatusFetchingMetadataWithoutCounter" = "Λήψη μεταδεδομένων για %@";
"liStatusFetchingThumbnailsWithoutCounter" = "Λήψη μικρογραφιών για %@";
"li1-4Stars" = "1-4 Αστέρια";
"li10s" = "2010";
"li20+" = "2020+";
"li6Stars" = "6 Αστέρια";
"li7Stars" = "7 Αστέρια";
"li8-10Stars" = "8-10 Αστέρια";
"liActors" = "Ηθοποιοί";
"gdComputers" = "Υπολογιστές";
"liStatusFetchingContentForLibrary" = "Ανάκτηση περιεχομένου για %1$@ (%2$d\U00A0του\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "Ανάκτηση της επόμενης λίστας για %@";
"liStatusMergingContentFor" = "Ολοκλήρωση ανάκτησης περιεχομένου για %@";
"emCacheEmptyIOS" = "Το Infuse θα ξανά κατεβάσει τα μεταδεδομένα και τα εξώφυλλα για τα βίντεο σας.";
"coLightGray" = "Ανοιχτό γκρι";
"eyCheckingPlugin" = "Αναμονή για InfuseSync ...";
"eyPluginSuggestion" = "Εγκατάσταση της προσθήκης InfuseSync στο διακομιστή %@ για ταχύτερη σάρωση";
"eyRestartServer" = "Επανεκκινήστε το διακομιστή %@ για να ολοκληρώσετε την εγκατάσταση της προσθήκης InfuseSync";
"liRefreshMetadataConfirmationOk" = "Συνέχεια";
"liRefreshMetadataConfirmationText" = "Το Infuse θα αναζητήσει ενημερώσεις μετα-δεδομένων για τα στοιχεία της βιβλιοθήκης σας. Αυτό μπορεί να πάρει πολύ χρόνο.";
"liRefreshMetadataTitle" = "Ανανέωση Μεταδεδομένων";
"liStatusFetchingMetadataChanges" = "Λήψη αλλαγών μεταδεδομένων";
"liWaitingForDownloads" = "Αναμονή για τη λήξη των λήψεων";
"pacoRequirePin" = "Απαιτείται PIN";
"pacoRequirePinEveryPlay" = "Κάθε Αναπαραγωγή";
"pacoRequirePinEverySession" = "Κάθε συνεδρία";
"pmSubtitlesOpacity" = "Αδιαφάνεια";
"pmSubtitlesOpacityOpaque" = "Αδιαφανής";
"pmSubtitlesOpacitySemiTransparent" = "Ημιδιαφανές";
"pmSubtitlesOpacityTransparent" = "Διαφανής";
"emMissingMediaServerFile" = "Ωχ, φαίνεται ότι αυτό το βίντεο έχει μετακινηθεί ή διαγραφεί πρόσφατα. Χρησιμοποιήστε την επιλογή “Σάρωση αρχείων βιβλιοθήκης” στο Plex για ενημέρωση και δοκιμάστε ξανά.";
"fdTicketDownloadDownloadSingleEpisode" = "Λήψη ενός επεισοδίου";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Λήψη μη προβληθέντων Επεισοδίων";
"fdTicketDownloadDownloadAllEpisodes" = "Λήψη όλων των επεισοδίων";
"fdTicketDownloadStopAllEpisodes" = "Διακοπή όλων των επεισοδίων";
"fdTicketDownloadStopSingleEpisode" = "Διακοπή Ενός Επεισοδίου";
"fdTicketDownloadPauseAllEpisodes" = "Παύση όλων των επεισοδίων";
"fdTicketDownloadPauseSingleEpisode" = "Παύση Επεισοδίου";
"fdTicketDownloadResumeAllEpisodes" = "Συνέχιση όλων των επεισοδίων";
"fdTicketDownloadResumeSingleEpisode" = "Συνέχιση Ενός Επεισοδίου";
"fdTicketManageDownload" = "Διαχείριση Λήψεων";
"fdPauseDownloadButtonTitle" = "Παύση λήψης";
"fdResumeDownloadButtonTitle" = "Συνέχιση λήψης";
"fdTicketDownloadRetryAllEpisodes" = "Επανάληψη λήψης όλων των επεισοδίων";
"fdTicketDownloadRetrySingleEpisode" = "Επανάληψη λήψης επεισοδίου";
"bmBookmarkIsStale" = "Ο φάκελος %@ δε βρέθηκε. Παρακαλώ δοκιμάστε ξανά.";
"bmFileReadNoPermission" = "Ο φάκελος %@ δεν μπορεί να ανοιχτεί επειδή δεν έχετε άδεια για να τον δείτε. Προσπαθήστε να προσθέσετε ξανά τον εξωτερικό φάκελο.";
"bmFailedToGetAccess" = "Αδυναμία πρόσβασης στον εξωτερικό φάκελο %@";
"bmNoValidFileProviderFound" = "Ο φάκελος %@ δεν βρέθηκε. Ελέγξτε την τοποθεσία και προσπαθήστε ξανά.";
"bmSmbLocationCannotAdd" = "Η χρήση των SMB ως εξωτερικών φακέλων δεν υποστηρίζεται. Δημιουργήστε μια άμεση σύνδεση χρησιμοποιώντας τη λίστα \"Διαθέσιμοι Διαμοιρασμοί\".";
"bmDeviceRootLocationCannotAdd" = "Δεν είναι δυνατή η προσθήκη ολόκληρης της συσκευής ως εξωτερικού φακέλου. Παρακαλώ επιλέξτε έναν υποφάκελο.";
"bmNotEnoughAvailableDiskSpace" = "Το αρχείο %@ δεν μπορεί να αποθηκευτεί. Δεν υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο.";
"bmCloudDownloading" = "Λήψη στον τοπικό αποθηκευτικό χώρο iCloud";
"ttRateLimit" = "Υπέρβαση ορίου για το Trakt. Παρακαλώ δοκιμάστε ξανά αργότερα.";
"ufExternalDocumentsCategory" = "μέσω Εξωτερικών Φακέλων";
"svcTrueBlackTheme" = "Λειτουργία Καθαρού Μαύρου";
"svcCellularDownload" = "Λήψεις Κινητού Τηλεφώνου";
"mnzEnterPinCode" = "Για να συνεχίσετε την εξουσιοδότηση, παρακαλώ εισάγετε τον κωδικό που εμφανίζεται στην εφαρμογή ελέγχου ταυτότητας:";
"mnzInvalidPinCode" = "Μη έγκυρος κωδικός ή ο κωδικός έχει ήδη λήξει.";
"emLocalNetworkPermission" = "Πρόσβαση δικτύου απενεργοποιημένη";
"emLocalNetworkPermissionMessage" = "Παρακαλώ ενεργοποιήστε την πρόσβαση δικτύου στις Ρυθμίσεις Συστήματος> Πληροφορίες> Τοπικό δίκτυο";
"ufInstallPlugin" = "Εγκατάσταση Πρόσθετου Διακομιστή";
"fdTicketDownloadingError" = "Σφάλμα λήψης";
"fdTicketDownloadingRetry" = "Προσπαθήστε ξανά";
"fdTicketDownloadingQueued" = "Αναμονή σε ουρά";
"fdTicketDownloadingPaused" = "Σε παύση";
"liStatusCheckingUpNext" = "Έλεγχος για μη διαθέσιμα Επόμενα στοιχεία";
"liCheckAndRetry" = "Παρακαλώ ελέγξτε ότι το '%@' είναι διαθέσιμο και προσπαθήστε ξανά";
"liSeeAll" = "Προβολή όλων";
"hoPinToHomeScreen" = "Καρφίτσωμα στην αρχική οθόνη";
"hoRemoveFromHomeScreen" = "Κατάργηση από την αρχική οθόνη";
"hoRemoveFromHomeScreenMessage" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το ‘%1$@’;";
"hoHomeIsEmpty" = "Η αρχική οθόνη είναι κενή";
"hoLetsPinSomeItems" = "Ας καρφιτσώσουμε μερικά αντικείμενα εδώ";
"hoLetsFindSomeVideos" = "Ας βρούμε μερικά βίντεο για να προσθέσουμε στην αρχική σας οθόνη";
"hoEditHomeScreen" = "Επεξεργασία Αρχικής οθόνης";
"hoFilesAreBeingProcessed" = "Τα αρχεία σας υποβάλλονται σε επεξεργασία";
"hoFilesWillAppear" = "Θα εμφανιστούν εδώ σε λίγο";
"hoFilesScreenIsEmpty" = "Η οθόνη αρχείων είναι κενή";
"hoLetsAddSomeFiles" = "Τώρα ας βρούμε κάποια βίντεο για να προσθέσουμε στα αρχεία σας";
"hoHome" = "Αρχική";
"hoSearchResultsWithText" = "Αποτελέσματα αναζήτησης για \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Καρφιτσωμένα Αντικείμενα";
"hoReOrderDefaultItemsSectionTitle" = "Προκαθορισμένα Στοιχεία";
"hoReOrderAllItemsSectionTitle" = "Όλα τα αντικείμενα";
"hoNewTitle" = "Νέος Τίτλος";
"svcTitleMac" = "& Προτιμήσεις";
"svcLanguagePickerTitle" = "Επιλέξτε γλώσσα:";
"svcClearAllMetadataMac" = "Καθαρισμός";
"tiDescriptionShowMore" = "ΠΕΡΙΣΣΟΤΕΡΑ";
"tiDescription" = "Περιγραφή";
"tiCastAndCrew" = "Πρωταγωνιστές και προσωπικό";
"tiActor" = "Ηθοποιοί";
"tiResume" = "Συνέχεια %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Αναβάθμιση σε\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Κοινή Χρήση Δικτύου";
"ufLocalSharesSectionTitle" = "Τοπικός Διαμοιρασμός";
"ufAddShareTitle" = "Προσθήκη...";
"ufAddShareItemTitle" = "Προσθήκη %@";
"ufDefaultShareName" = "Τα %@ μου";
"afAddUrlMacStep1" = "Αντιγραφή μιας απευθείας διεύθυνσης URL βίντεο από το πρόγραμμα περιήγησης π.χ.";
"afAddUrlMacStep2" = "Επιβεβαιώστε την εισαγόμενη διεύθυνση URL ή εισαγάγετε μια χειροκίνητα για να την προσθέσετε.";
"afAddUrlMacStep2Placeholder" = "Εισάγετε διεύθυνση URL εδώ";
"afAddUrlMacStep2PlaceholderMini" = "Εισάγετε εδώ το URL, http://example.com/sample.mp4 για παράδειγμα";
"afAddUrlMacStep3" = "Επιλέξτε ένα στοιχείο από τη λίστα για να κάνετε streaming ή πατήστε λήψη για να αποθηκεύσετε στη συσκευή σας.";
"afAddUrlsMacTitle" = "Προσθήκη";
"afAddLocalFolderTitle" = "Προσθήκη Τοπικού Φακέλου";
"afLocalShareTitle" = "Τοπικά";
"fdNoDownloadsMacTitle" = "Όλες οι λήψεις ολοκληρώθηκαν";
"liRecentlyAddedTVShows" = "Πρόσφατες σειρές";
"liUnwatchedMovies" = "Μη προβληθείσες ταινίες";
"spteProgressTitle" = "Πρόοδος";
"spteCurrentSpeedTitle" = "Τρέχουσα ταχύτητα";
"spteAverageSpeedTitle" = "Μέσος χρόνος";
"spteMinimumSpeedTitle" = "Ελάχιστη ταχύτητα";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Προτιμήσεις...";
"mnuAddFiles" = "Προσθήκη αρχείων...";
"mnuOpen" = "Άνοιγμα αρχείου...";
"alAppExpiredTitle" = "Η άδεια χρήσης έληξε";
"alAppExpiredMessage" = "Αυτή η έκδοση Infuse έχει λήξει. Παρακαλώ εγκαταστήστε την πιο πρόσφατη έκδοση για να συνεχίσετε.";
"alNewVersionMessage" = "Το Infuse %1$@ είναι τώρα διαθέσιμo, έχετε το %2$@. Θα θέλατε να το κατεβάσετε τώρα;";
"alNewVersionDownload" = "Λήψη";
"hoCacheOptimizationTitle" = "Βελτιστοποίηση Των Cache";
"hoCacheOptimizationMessage" = "Το Infuse βελτιστοποιεί την cache για καλύτερη απόδοση. Παρακαλώ διατηρήστε την εφαρμογή ανοιχτή.";
"hoShowGridTitles" = "Εμφάνιση Τίτλων";
"hoHideGridTitles" = "Απόκρυψη Τίτλων";
"svcAlwaysShowTitlesTV" = "Εμφάνιση Τίτλων Αφίσας";
"ttSwitchToClassicView" = "Κλασσική Προβολή";
"ttSwitchToModernView" = "Μοντέρνα Προβολή";
"vvSkipIntro" = "Παράλειψη Εισαγωγής";
"pmVideoUpscaling" = "Προχωρημένη Αναβάθμιση Εικόνας";
"pmVideoUpscalingHighest" = "Υψηλότερη (4K)";
"pmVideoUpscalingHigh" = "Κανονική (HD)";
"pmVideoUpscalingMax" = "Μέγιστο (Απεριόριστο)";
"hoShowInFinder" = "Εμφάνιση στο Finder";
"tiSearchMetadata" = "Αναζήτηση μεταδεδομένων";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Φαίνεται ότι μπορεί να έχετε ακόμα μια ενεργή συνδρομή Infuse Pro που δεν χρειάζεται πλέον. Μπορείτε να το διαχειριστείτε μέσω της ενότητας «Συνδρομές» στο App Store.";
"svcPrePlaybackLayoutSettingTitle" = "Διάταξη Πληροφοριών Πολυμέσων";
"svcPrePlaybackLayoutModern" = "Σύγχρονο";
"svcPrePlaybackLayoutClassic" = "Κλασικό";
"svcAutoSelectNextItem" = "Αυτόματη Επιλογή Επόμενου";
"geProceed" = "Συνέχεια";
"hoUseLocalMetadataConfirmation" = "Η ενεργοποίηση τοπικών μεταδεδομένων για αυτόν το φάκελο θα καταργήσει όλα τα υπάρχοντα μεταδεδομένα/εξώφυλλα και θα τα αναδημιουργήσει μόνο με ενσωματωμένες πληροφορίες. Οι πηγές ηλεκτρονικών μεταδεδομένων δεν θα χρησιμοποιηθούν για τα στοιχεία σε αυτόν το φάκελο.";
"tiGuestStar" = "Καλεσμένος Αστέρας";
"tiCreator" = "Δημιουργός";
"tiCreators" = "Δημιουργοί";
"pcRewindSecondsFormat" = "%ld δευτερόλεπτα";
"svcAdvancedOptions" = "Προηγμένες Επιλογές";
"ufUsbCableTitle" = "Καλώδιο USB";
"ufUsbCableDesc" = "Τα παρακάτω βήματα αφορούν το macOS 10.15 και νεότερη έκδοση. Για παλαιότερες εκδόσεις (ή για Windows) η ίδια διαδικασία μπορεί να γίνει μέσω του iTunes.";
"ufUsbCableStep1Desc" = "Συνδέστε τη συσκευή σας στον υπολογιστή, με το καλώδιο USB.";
"ufUsbCableStep2Desc" = "Στον υπολογιστή σας, ανοίξτε το Finder. Τα βίντεο που θέλετε να συγχρονίσετε θα πρέπει να παρατίθενται στην ενότητα Ταινίες (ή τηλεοπτικές εκπομπές).";
"ufUsbCableStep3Desc" = "Ανοίξτε την καρτέλα Ταινίες ή τηλεοπτικές εκπομπές και επιλέξτε τα βίντεο που θέλετε να συγχρονίσετε τοποθετώντας ένα σημάδι επιλογής δίπλα τους.";
"ufUsbCableStep4Desc" = "Όταν έχετε επιλέξει όλα τα βίντεο, κάντε κλικ στο κουμπί Συγχρονισμός.";
"ufUsbCableDetail" = "Χρησιμοποιώντας το Finder ή το iTunes";
"ufDocumentTitle" = "Έγγραφα";
"ufHttpDetail" = "Απαιτεί Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "Μεταφορά Αρχείων";
"ufOtherAppsTitle" = "Άλλες Εφαρμογές";
"ufLinksTitle" = "Απευθείας URL";
"ufFilesTitle" = "Αρχεία";
"ufLocationsSectionTitle" = "Τοποθεσίες";
"hoSortingByTitle" = "Ταξινόμηση Κατά: Τίτλο";
"hoSortingByFileName" = "Ταξινόμηση Κατά: Όνομα αρχείου";
"hoSortingByDate" = "Ταξινόμηση Κατά: Ημερομηνία";
"hoSortingByReleaseDate" = "Ταξινόμηση Κατά: Ημερομηνία κυκλοφορίας";
"hoLocalMetadata" = "Μεταδεδομένα: Τοπικά";
"hoOnlineMetadata" = "Μεταδεδομένα: Online";
"svcPicksOfTheDayModeTitle" = "Επιλογές της ημέρας";
"svcPicksOfTheDayModeMoviesShows" = "Ταινίες & Τηλεοπτικές Σειρές";
"svcPicksOfTheDayModeMovies" = "Μόνο ταινίες";
"svcPicksOfTheDayModeShows" = "Μόνο τηλεοπτικές σειρές";
"liRandom" = "Επιλογές της ημέρας";
"liMusic" = "Συναυλίες";
"liShortFilms" = "Μικρού μήκους";
"liGenreMusic" = "Μουσική";
"svcBlackoutOtherScreens" = "Σβήσιμο άλλων οθονών σε πλήρη οθόνη";
"tvshAddCloudShareHint" = "Προσθέστε πρώτα κοινόχρηστα στοιχεία cloud (Dropbox, Google Drive, κ. λπ.) σε iOS ή macOS και θα εμφανιστούν εδώ.";
"liFeatureFilms" = "Ταινίες μεγάλου μήκους";
"pcSkipFormat" = "%d δευτερόλεπτα";
"mnuNextMedia" = "Επόμενο";
"mnuPrevMedia" = "Προηγούμενο";
"mnuEnterFullscreen" = "Εναλλαγή Σε Πλήρη Οθόνη";
"mnuEnterPip" = "Εναλλαγή PiP";
"mnuSpeedUp" = "Επιτάχυνση";
"mnuSpeedDown" = "Επιβράδυνση";
"mnuNormalSpeed" = "Κανονική ταχύτητα";
"mnuMute" = "Σίγαση";
"mnuToggleSubtitles" = "Εναλλαγή Υποτίτλων";
"mnuDisabledSubtitles" = "Απενεργοποίηση Υποτίτλων";
"mnuCycleAudioTrack" = "Εναλλαγή ήχου";
"mnuCycleSubtitles" = "Εναλλαγή Υποτίτλων";
"svcStreamingCacheMemoryOnly" = "Μόνο Μνήμη";
"svcHDRTonemappingMode" = "Χρώματα HDR";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"tiSeasonSelectTitle" = "Επιλογή σεζόν";
"hoDeleteCollection" = "Διαγραφή συλλογής";
"hoUpdatingCollection" = "Ενημέρωση συλλογής...";
"hoRenameCollection" = "Μετονομασία συλλογής";
"hoAddToCollection" = "Προσθήκη στη συλλογή";
"hoCreateNewCollection" = "Δημιουργία Συλλογής";
"hoCollectionTitle" = "Τίτλος συλλογής";
"hoEmptyCollectionMessage" = "Για να δημιουργήσετε μια συλλογή, εντοπίστε ένα βίντεο στη βιβλιοθήκη σας και επιλέξτε \"Συλλογές\".";
"svcSectionHotKeys" = "Πλήκτρα συντόμευσης";
"svcShowTmdbCollections" = "Συλλογές TMDB";
"svcShowCustomCollections" = "Προσαρμοσμένες συλλογές";
"svcGroupMoviesIntoCollections" = "Ομαδοποίηση ταινιών σε συλλογές";
"svcGroupTVShowsIntoCollections" = "Ομαδοποίηση τηλεοπτικών εκπομπών σε συλλογές";
"svcHotKeysResetAll" = "Επαναφορά όλων";
"svcHotKeysResetAllButton" = "Επαναφορά";
"svcHotKeysResetAllConfirmationText" = "Είστε σίγουροι ότι θέλετε να επαναφέρετε τις προτιμήσεις των πλήκτρων συντόμευσης;";
"svcHotKeysDescription" = "Κάντε διπλό κλικ σε μια σειρά για να επεξεργαστείτε την αντίστοιχη σύνδεση πλήκτρων";
"svcHotKeysHint" = "Πατήστε οποιοδήποτε πλήκτρο για να επεξεργαστείτε τη σύνδεση. ESC για ακύρωση.";
"svcHotKeysWarning" = "Ο συνδυασμός %@ χρησιμοποιείται ήδη";
"svcShowLogoTitle" = "Εμφάνιση Λογότυπων";
"svcShowLogoMoviesOnly" = "Μόνο ταινίες";
"svcShowLogoTVShowsOnly" = "Μόνο τηλεοπτικές σειρές";
"mnuFloatOnTop" = "Αιώρηση στην κορυφή";
"hoReorder" = "Αναδιάταξη";
"vvNextEpisode" = "Επόμενο επεισόδιο";
"hoCollectionsForEmptyTVShow" = "Προσθέστε επεισόδια τηλεοπτικών εκπομπών στη βιβλιοθήκη για να τα συμπεριλάβετε σε μια συλλογή";
"foRemovePromptWithCount" = "Σίγουρα θέλετε να διαγράψετε μόνιμα το ‘%1$@’ (%2$d αρχεία);";
"foRemoveFromPromptWithCount" = "Σίγουρα θέλετε να διαγράψετε μόνιμα το ‘%1$@’ (%2$@) (%3$d αρχεία);";
"foAllFilesAndFoldersRemoveButton" = "Βίντεο και σχετικά αρχεία";
"foVideoFilesOnlyRemoveButton" = "Μόνο αρχεία βίντεο";
"liStartCloudSync" = "Συγχρονισμός με iCloud";
"liLastCloudSyncDate" = "(τελευταίος: %@)";
"hoDeleteCollectionPrompt" = "Διαγραφή συλλογής";
"hoRemoveFromCollection" = "Αφαίρεση από τη συλλογή";
"foRemoveCannotBeDeleted" = "Αυτά τα αρχεία δεν μπορούν να διαγραφούν";
"wsMarkSeasonAsWatched" = "Σημείωση σεζόν ως παρακολουθήθηκε";
"wsMarkSeasonAsUnwatched" = "Σήμανση σεζόν ως μη παρακολουθούμενη";
"wsMarkEpisodeAsWatched" = "Σημειώστε το επεισόδιο ως παρακολουθήθηκε";
"wsMarkEpisodeAsUnwatched" = "Σημειώστε το επεισόδιο ως μη παρακολουθούμενο";
"wsSelectWatchAction" = "Σήμανση ως...";
"liLastCloudSyncFailed" = "απέτυχε";
"emPlexRelayConnectionTitle" = "Σύνδεση αναμετάδοσης";
"emPlexRelayConnectionMessage" = "Ελέγξτε τις ρυθμίσεις του δικτύου σας και βεβαιωθείτε ότι η τοπική (ή μη απομακρυσμένη) σύνδεση στον διακομιστή πολυμέσων Plex είναι προσβάσιμη.";
"pcAudioDelayTuningHintWithValue" = "Σύρετε αριστερά/δεξιά για να ρυθμίσετε την καθυστέρηση ήχου\nΤρέχουσα τιμή: %d ms";
"pmAudioDelay" = "Καθυστέρηση";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, Συντονισμός ενεργός";
"pmAudioDelaySubmenuTitle" = "Καθυστέρηση Ήχου";
"pmAudioDelayTuningMode" = "Λειτουργία συντονισμού";
"afAddRootToFavorites" = "Προσθήκη όλων των αρχείων στα Αγαπημένα";
"shAllFiles" = "Ολα τα αρχεία";
"svcForcedDolbyVision" = "Εκτεταμένο Dolby Vision";
"tiMetadataLanguage" = "Γλώσσα Μεταδεδομένων";
"svcCollectionsAndGroups" = "Συλλογές & Ομάδες";
"svcGroupVersions" = "Έξυπνες Ομάδες";
"svcVersionSelection" = "Επιλέξτε έκδοση";
"svcVersionSelectionHighestQuality" = "Υψηλότερη Ποιότητα";
"svcVersionSelectionLowestQuality" = "Χαμηλότερη Ποιότητα";
"svcDolbyVisionMode" = "Εκτεταμένο Dolby Vision";
"svcDolbyVisionModeForced" = "Εξαναγκασμός";
"hoSave" = "Αποθήκευση";
"svcDolbyVisionModeLimited" = "Περιορισμένο";
"trTrailer" = "Τρέιλερ";
"trTrailers" = "Τρέιλερ";
"trTrailersSearch" = "Αναζήτηση τρέιλερ...";
"trTrailersNotFound" = "Το τρέιλερ για το '%@' δεν βρέθηκε.";
"trTrailersRequestLimit" = "Τα τρέιλερ δεν είναι διαθέσιμα αυτήν τη στιγμή.\nΔοκιμάστε ξανά αργότερα.";
"tiPart" = "Μέρος %d";
"ppbVersionDirectorsCut" = "Σκηνοθετική Περικοπή";
"ppbVersionExtendedCut" = "Εκτεταμένη περικοπή";
"ppbVersionTheatricalCut" = "Θεατρική περικοπή";
"ppbVersionFinalCut" = "Τελική περικοπή";
"ppbVersionCinematicCut" = "Κινηματογραφική περικοπή";
"ppbVersionUnratedCut" = "Αβαθμολόγητη περικοπή";
"ppbVersionTVCut" = "Περικοπή τηλεόρασης";
"ppbVersionUncut" = "Άκοπο";
"ppbVersionSpecialEdition" = "Ειδική έκδοση";
"ppbVersionUltimateEdition" = "Απόλυτη έκδοση";
"ppbVersionBlackAndWhiteEdition" = "Μαύρο και άσπρο";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Ευρεία οθόνη";
"ppbVersionFullScreen" = "Πλήρης οθόνη";
"hoVOReOrderLibrary" = "Επεξεργασία Καρφιτσωμένων Στοιχείων";
"iapUnlockDolbyTitle" = "Ήχος Dolby";
"iapUnlockDolbyDescription" = "Ακούστε κάθε λεπτομέρεια με πρόσθετη υποστήριξη για ήχο Dolby υψηλής ποιότητας.";
"iapUnlockDolbyMacNavBarTitle" = "Ξεκλειδώστε το Dolby Audio ΔΩΡΕΑΝ";
"iapUnlockDTSTitle" = "Ήχος DTS";
"iapUnlockDTSDescription" = "Ακούστε κάθε λεπτομέρεια με πρόσθετη υποστήριξη για ήχο Dolby υψηλής ποιότητας.";
"iapUnlockDTSMacNavBarTitle" = "Ξεκλειδώστε τον ήχο DTS ΔΩΡΕΑΝ";
"iapUnlockCodecWithPro" = "Περιλαμβάνεται με %@";
"iapUnlockCodecButton" = "Ξεκλειδώστε ΔΩΡΕΑΝ";
"iapUnlockCodecRemindLater" = "Υπενθύμιση αργότερα";
"foMoveToBinTitle" = "Μετακίνηση του ‘%1$@’ στον Κάδο";
"foMoveToRecentlyDeletedTitle" = "Μετακίνηση του ‘%1$@’ στα Πρόσφατα διαγραμμένα";
"foMoveToBinPrompt" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε ‘%1$@’ στοιχείο στον Κάδο;";
"foMoveToBinFromPrompt" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε το ‘%1$@’ (%2$@) στον Κάδο;";
"foMoveToBinPromptWithCount" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε το ‘%1$@’ (%2$d files) στον Κάδο;";
"foMoveToBinFromPromptWithCount" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε το ‘%1$@’ (%2$@) (%3$d files) στον Κάδο;";
"foMoveToRecentlyDeletedPrompt" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε ‘%1$@’ στοιχείο στα Πρόσφατα διαγραμμένα αρχεία;";
"foMoveToRecentlyDeletedFromPrompt" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε ‘%1$@’ (%2$@) στοιχείο στα Πρόσφατα διαγραμμένα αρχεία;";
"foMoveToRecentlyDeletedPromptWithCount" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε ‘%1$@’ (%2$d files) στοιχείο στα Πρόσφατα διαγραμμένα αρχεία;";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Είστε βέβαιοι ότι θέλετε να μετακινήσετε το ‘%1$@’ (%2$@) (%3$d files) στο Πρόσφατα διαγραμμένα αρχεία;";
"liLastCloudSyncFailedNotAuthenticated" = "(Δε βρέθηκε λογαριασμός iCloud)";
"liLastCloudSyncFailedNoSpaceLeft" = "(Ο χώρος του iCloud τελείωσε)";
"tiOriginalMetadataLanguage" = "Αρχικό";
"foAbstractRemoveTitle" = "Αφαίρεση ‘%1$@’";
"foAbstractRemovePrompt" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το ‘%1$@’;";
"foAbstractRemoveFromPrompt" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το ‘%1$@’ (%2$@);";
"foAbstractRemovePromptWithCount" = "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το ‘%1$@’ (%2$d αρχεία);";
"foAbstractRemoveFromPromptWithCount" = "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το ‘%1$@’ (%2$@) (%3$d αρχεία);";
"foAbstractRemoveButton" = "Αφαίρεση";
"svcMixLfeIntoStereo" = "LFE σε Stereo Downmix";
"svcDownmixVolume" = "Downmix Volume";
"svcDownmixVolumeOriginal" = "Αρχικό";
"svcDownmixVolumeNormalized" = "Κανονικοποιήθηκε";
"ufIndexingEnabled" = "Λειτουργία βιβλιοθήκης";
"liMiniseriesTVShows" = "Μίνι σειρά";
"liIndexingDisabled" = "Η λειτουργία βιβλιοθήκης είναι απενεργοποιημένη";
"csAliyunBackupDisk" = "Δίσκος αντιγράφων ασφαλείας";
"csAliyunResourceLibrary" = "Βιβλιοθήκη πόρων";
"ufAddAliyunDrive" = "Προσθήκη Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Τα Aliyun Drive μου";
"acLinksAddedTitle" = "Προστέθηκαν νέοι σύνδεσμοι";
"acAllLinksAddedMsg" = "Οι σύνδεσμοι είναι πλέον διαθέσιμοι στην οθόνη %@.";
"acSomeLinksAddedMsg" = "Οι σύνδεσμοι είναι πλέον διαθέσιμοι στην οθόνη %@. Ορισμένοι σύνδεσμοι έχουν μη υποστηριζόμενη μορφή και δεν μπορούν να προστεθούν.";
"acLinksScreenTitleWithPath" = "Προσθήκη αρχείων > %@";
"plRecentlyAdded" = "Προστέθηκε πρόσφατα σε %@";
"plRecentlyAddedMovies" = "Ταινίες που προστέθηκαν πρόσφατα";
"plRecentlyAddedTV" = "Τηλεοπτικές σειρές που προστέθηκαν πρόσφατα";
"plRecentlyAddedVideos" = "Βίντεο που προστέθηκαν πρόσφατα";
"plRecentPlaylists" = "Πρόσφατες λίστες αναπαραγωγής";
"eyLatest" = "Τελευταίο %@";
"eyNextUp" = "Επόμενο";
"eyFavoriteSeries" = "Αγαπημένη σειρά";
"eyFavoriteEpisodes" = "Αγαπημένα επεισόδια";
"eyFavoriteMovies" = "Αγαπημένες ταινίες";
"eyFavoriteVideos" = "Αγαπημένα βίντεο";
"eyFavoriteCollections" = "Αγαπημένες Συλλογές";
"eyFavoritePlaylists" = "Αγαπημένες λίστες αναπαραγωγής";
"emCacheRestoreTitle" = "Επαναφορά από αντίγραφο ασφαλείας";
"emCacheRestoreReasonSystem" = "Το Apple TV σας εξαντλούσε πρόσφατα τον χώρο στο δίσκο και το tvOS αφαίρεσε ορισμένα δεδομένα εφαρμογών για να ελευθερώσει χώρο για άλλες εφαρμογές.";
"emRestoreOperationFailed" = "Αποτυχία επαναφοράς από το αντίγραφο ασφαλείας";
"emCacheRestoreActionRecreate" = "Δημιουργήστε ξανά προσωρινή μνήμη";
"emCacheRestoreNoBackup" = "Δεν έχετε αντίγραφο ασφαλείας για επαναφορά. Ενεργοποιήστε τα αυτόματα αντίγραφα ασφαλείας στις Ρυθμίσεις για να επαναφέρετε τη βιβλιοθήκη σας την επόμενη φορά που θα συμβεί.";
"svcCloudSyncHint" = "Χρησιμοποιήστε το iCloud για να συγχρονίσετε τις ρυθμίσεις βιβλιοθήκης και αναπαραγωγής μεταξύ συσκευών.";
"svcBackups" = "Αντίγραφα ασφαλείας στο Cloud";
"svcBackupsHint" = "Δημιουργήστε αντίγραφα ασφαλείας των λεπτομερειών της βιβλιοθήκης στο cloud για ταχύτερες ενημερώσεις κατά τη χρήση του Infuse.";
"svcAutoBackups" = "Αυτόματη δημιουργία αντίγραφου ασφαλείας";
"svcBackupNow" = "Πάρτε Αντίγραφο Ασφαλείας τώρα";
"svcRestoreNow" = "Επαναφορά τώρα";
"svcRestoreNowConfirmationMessage" = "Εάν επιλέξετε αυτήν την επιλογή, τα τρέχοντα δεδομένα σας θα αντικατασταθούν. Η εφαρμογή θα τερματιστεί τώρα και στη συνέχεια, μπορείτε να την επανεκκινήσετε για επαναφορά από το αντίγραφο ασφαλείας.";
"svcPerformingBackup" = "Αποθήκευση αντιγράφου ασφαλείας";
"svcLastBackupDate" = "Τελευταίο επιτυχημένο αντίγραφο ασφαλείας: %@";
"svcBackupOperationFailed" = "Αποτυχία αποθήκευσης αντιγράφου ασφαλείας";
"emCacheRestoreReasonCorruption" = "Ωχ, κάτι πήγε στραβά και η κρυφή μνήμη μεταδεδομένων δεν είναι πλέον έγκυρη.";
"foAboutRecentlyDeletedTitle" = "Διαγράφηκε πρόσφατα";
"foAboutRecentlyDeletedPrompt" = "Τα διαγραμμένα αρχεία μετακινούνται στην ενότητα \"Πρόσφατα διαγραμμένα\" στην εφαρμογή Αρχεία. Χρησιμοποιήστε αυτήν την εφαρμογή για να διαγράψετε οριστικά αρχεία και να ελευθερώσετε χώρο.";
"foAboutRecentlyDeletedLearnMore" = "Μάθετε Περισσότερα";
"emCacheRestoreUpdating" = "Η βιβλιοθήκη σας ενημερώνεται με λεπτομέρειες από το cloud. Αυτό θα πάρει μόνο μια στιγμή.";
"svcForwardSkip" = "Μετάβαση προς τα εμπρός";
"svcBackwardSkip" = "Μετάβαση προς τα πίσω";
"vvSkipCommercials" = "Παράλειψη διαφημίσεων";
"vvSkipCredits" = "Παράλειψη Συντελεστών";
"hoSearchRequiresTwoChars" = "Εισαγάγετε τουλάχιστον δύο χαρακτήρες για αναζήτηση από την πλευρά του διακομιστή.";
"pcSkipForwardFormat" = "Εμπρός %lds";
"pcSkipBackwardFormat" = "Πίσω %lds";
"hoSearchScope" = "Αναζήτηση: %@";
"geInternalServerError" = "Εσωτερικό Σφάλμα Διακομιστή.";
"plAddToWatchlist" = "Προσθήκη στην λίστα παρακολούθησης";
"plRemoveFromWatchlist" = "Αφαίρεση από τη λίστα παρακολούθησης";
"plAddShowToWatchlist" = "Προσθήκη εκπομπής στη λίστα παρακολούθησης";
"plRemoveShowFromWatchlist" = "Κατάργηση από τη λίστα παρακολούθησης";
"ufSmartFolders" = "Έξυπνοι φάκελοι";
"eyRecentlyReleasedMovies" = "Ταινίες που κυκλοφόρησαν πρόσφατα";
"geCantEstablishConnectionToHostFormat" = "Δεν μπορεί να γίνει η σύνδεση με %@";
"emPermissionsErrorTitle" = "Λείπουν τα απαραίτητα δικαιώματα";
"emPermissionsErrorDescription" = "Συνδεθείτε στο Google Drive και δώστε στο Infuse άδεια πρόσβασης στα αρχεία σας.";
"emPermissionsErrorDescriptionTV" = "Συνδεθείτε στο Google Drive σε ένα iPhone, iPad ή Mac και δώστε στο Infuse άδεια πρόσβασης στα αρχεία σας.";
"svcPlayVersion" = "Αναπαραγωγή έκδοσης";
"eySortByAlbum" = "Άλμπουμ";
"eySortByAlbumArtist" = "Καλλιτέχνης Άλμπουμ";
"eySortByArtist" = "Καλλιτέχνης";
"eySortByBitrate" = "Ποιότητα";
"eySortByCollectionOrder" = "Σειρά Συλλογής";
"eySortByComposer" = "Συνθέτης";
"eySortByCommunityRating" = "Αξιολόγηση κοινότητας";
"eySortByContainer" = "Περιέκτης";
"eySortByCriticRating" = "Αξιολόγηση κριτών";
"eySortByDateAdded" = "Ημερομηνία Προσθήκης";
"eySortByDatePlayed" = "Ημερομηνία αναπαραγωγής";
"eySortByFileName" = "Όνομα Αρχείου";
"eySortByIMDB" = "Αξιολόγηση στο IMDb";
"eySortByLastEpisodeDateAdded" = "Ημερομηνία προσθήκης τελευταίου επεισοδίου";
"eySortByNumber" = "Αριθμός";
"eySortByParentalRating" = "Γονική Βαθμολογία";
"eySortByPlaylistOrder" = "Σειρά λίστας αναπαραγωγής";
"eySortByPlays" = "Αναπαραγωγές";
"eySortByRandom" = "Τυχαία";
"eySortByReleaseDate" = "Ημερομηνία Κυκλοφορίας";
"eySortByResolution" = "Ανάλυση";
"eySortByRuntime" = "Διάρκεια";
"eySortBySeries" = "Σειρές";
"eySortBySize" = "Μέγεθος";
"eySortByTitle" = "Τίτλος";
"eySortByYear" = "Έτος";
"jfSortByCriticsRating" = "Αξιολόγηση κριτών";
"jfSortByDateShowAdded" = "Ημερομηνία Προσθήκης Show";
"jfSortByDateEpisodeAdded" = "Ημερομηνία προσθήκης επεισοδίου";
"jfSortByFolders" = "Φάκελοι";
"jfSortByName" = "Όνομα";
"jfSortByPlayCount" = "Πλήθος αναπαραγωγών";
"jfSortByPremiereDate" = "Ημερομηνία Πρεμιέρας";
"jfSortByTVDB" = "Η βαθμολογία Tvdb";
"pmAutoDimming" = "Αυτόματη μείωση φωτεινότητας";
"svcPrePlaybackLayoutNew" = "Νέα";
"ufPreCacheDetails" = "Λεπτομέρειες προκαταρκτικής προσωρινής μνήμης";
"svcStreamingCacheLimited" = "Περιορισμένο";
"vvSkipPreview" = "Παράλειψη προεπισκόπησης";
"vvSkipRecap" = "Παράλειψη ανακεφαλαίωσης";
"vvSkipSection" = "Παράλειψη ενότητας";
"svcEmbeddedThumbnails" = "Προτίμηση ενσωματωμένου γραφικού";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Προσθήκη 123 Cloud Drive";
"ufDefaultShareName123" = "Τα 123 Cloud Drive μου";
"emBandwidthExceeded123Cloud" = "Έχει ξεπεραστεί το ημερήσιο όριο δωρεάν χρήστη των 1GB για το 123 Cloud Drive.";
"pmVideoResamplingFilter" = "Αναβάθμιση Βίντεο AI";
"pmVideoResamplingFilterLanczos" = "Απενεργοποιημένο";
"pmVideoResamplingFilterSpatial" = "Ενεργοποιημένο";
"afRequestingQRCode" = "Αίτημα κωδικού QR...";
"afQRCodeExpired" = "Ο κωδικός QR έχει λήξει";
"afSaveToCameraRoll" = "Αποθήκευση στο άλμπουμ κάμερας";
"af115CloudQRHint" = "Σαρώστε αυτόν τον κωδικό QR σε πελάτη 115";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Προσθήκη 115 Cloud Drive";
"ufDefaultShareName115" = "Το 115 Cloud Drive μου";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Προσθήκη Baidu NetDisk";
"ufDefaultShareNameBaidu" = "Το Baidu NetDisk μου";
"ufMaxQPSLimit" = "Όριο QPS";
"ppbOpenStrmlnk" = "Άνοιγμα σε";
"ppbVersionStrmlnk" = "Σύνδεσμος";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Παράλειψη Εισαγωγών & Συντελεστών";
"svcLivePreview" = "Ζωντανές Προεπισκοπήσεις";
"pmAspectFitUnderlayNotch" = "Προσαρμογή διαστάσεων";
"svcAutoSkipIntroDelay" = "Αυτόματο (Καθυστέρηση)";
"afAddiCloudDrive" = "Προσθήκη iCloud Drive";
"svcShowExternalRatings" = "Εμφάνιση εξωτερικών αξιολογήσεων";
"ufAutoScan" = "Αυτόματη σάρωση";
"emCacheRestoreExpired" = "Το εφεδρικό αντίγραφο cloud για αυτή τη συσκευή έχει λήξει λόγω αδράνειας. Σαρώστε ξανά τη βιβλιοθήκη για να συνεχίσετε.";
"pmSubtitlesBrightness" = "Φωτεινότητα HDR";
"hoSaveToLinks" = "Προσθήκη στους συνδέσμους";
"hoSavedToLinksWithExpiration" = "Ο σύνδεσμος προστέθηκε με επιτυχία και θα είναι διαθέσιμος μέχρι το %@.";
"hoSavedToLinks" = "Ο σύνδεσμος προστέθηκε με επιτυχία.";
"svcShowExternalRatingsMoviesOnly" = "Μόνο ταινίες";
"svcShowExternalRatingsTVShowsOnly" = "Μόνο τηλεοπτικές σειρές";
"ttVip" = "VIP";
"ttGetVip" = "Αποκτήστε VIP";
"hoAddToFavoriteItems" = "Προσθήκη στα αγαπημένα";
"hoRemoveFromFavoriteItems" = "Αφαίρεση από τα αγαπημένα";
"hoUpdatingFavoriteItems" = "Ενημέρωση αγαπημένων στοιχείων";
"ppbNoMovieError" = "Η ταινία δεν βρέθηκε";
"ppbNoSeriesError" = "Σειρά δεν βρέθηκε";
"eyFavoritePeople" = "Αγαπημένοι άνθρωποι";
"svcOpenCollectionsOnPreplayback" = "Λεπτομέρειες Προβολή";
"isEnvironmentVoid" = "Void";
"isEnvironmentSunset" = "Ηλιοβασίλεμα";
"isEnvironmentSpace" = "Διάστημα";
"isEnvironmentRoom" = "Δωμάτιο";
"isEnvironmentCinema" = "Κινηματογράφος";
"isSettingRow" = "Σειρά";
"isSettingSeatingHeight" = "Ύψος καθίσματος";
"isSettingDistance" = "Απόσταση";
"isSettingScreenAltitude" = "Υψόμετρο οθόνης";
"isSettingScreenSize" = "Μέγεθος οθόνης";
"isSettingBrightness" = "Φωτεινότητα";
"isSettingSceneTilt" = "Κλίση σκηνής";
"hoAddingLinks" = "Προσθήκη συνδέσμων...";
"hoAddLinkForSingleEpisode" = "Προσθήκη συνδέσμου για μεμονωμένο επεισόδιο";
"hoAddLinksForUnwatchedEpisodes" = "Προσθέστε συνδέσμους για Unwatched επεισόδια";
"hoAddLinksForAllEpisodes" = "Προσθέστε συνδέσμους για όλα τα επεισόδια";
"geEdit" = "Επεξεργασία";
"pmPlaybackQueue" = "Ουρά αναπαραγωγής";
"pmEditPlaybackQueue" = "Επεξεργασία ουράς αναπαραγωγής";
"pmPlaybackQueueMode" = "Λειτουργία αναπαραγωγής";
"pmPlaybackQueueModeStraightforward" = "Κανονικό";
"hoRemoveFromContinueWatching" = "Αφαιρέστε από το Continue Watching";
"hoUpdatingContinueWatching" = "Ενημέρωση Συνεχίστε να παρακολουθείτε...";
"ppbOpenDeeplink" = "Ανοίξτε το";
"pmAmbientMode" = "Λειτουργία περιβάλλοντος";
"pmAmbientModeSubtle" = "Λεπτό";
"pmAmbientModeBalanced" = "Ισορροπημένο";
"pmAmbientModeVivid" = "Ζωντανό";
"pmAmbientModeMax" = "Max";
"pmPlaybackHUDInfo" = "Στατιστικά αναπαραγωγής (HUD)";
"pmPlaybackHUDInfoFull" = "Πλήρης";
"pmPlaybackHUDInfoCompact" = "Συμπαγές";
"pmPlaybackHUDInfoOff" = "Off";
"pmPlaybackHUDContainer" = "Κοντέινερ:";
"pmPlaybackHUDPlaybackMode" = "Λειτουργία αναπαραγωγής:";
"pmPlaybackHUDSourceFramerate" = "Ρυθμός καρέ της πηγής:";
"pmPlaybackHUDAppleTVFramerate" = "Ρυθμός καρέ οθόνης:";
"pmPlaybackHUDDroppedFrameCount" = "Έπεσε ο αριθμός των καρέ:";
"pmPlaybackHUDAppleTVInfo" = "Πληροφορίες συσκευής:";
"pmPlaybackHUDFreeDiskSpace" = "Ελεύθερος χώρος στο δίσκο:";
"pmPlaybackHUDNetworkThroughput" = "Απόδοση δικτύου:";
"pmPlaybackHUDStreamSpeed" = "Ταχύτητα ροής:";
"pmPlaybackHUDBufferReloadCount" = "Αριθμός επαναφόρτωσης ρυθμιστικού διαύλου:";
"pmPlaybackHUDBufferStatus" = "Κατάσταση ρυθμιστικού διαλύματος:";
"pmPlaybackHUDVideo" = "Βίντεο:";
"pmPlaybackHUDAudio" = "Ήχος:";
"pmPlaybackHUDSubtitles" = "Υπότιτλοι:";
"pmPlaybackHUDBufferStatusHealthy" = "Υγιεινή";
"pmPlaybackHUDBufferStatusEmpty" = "Άδειο";
"pmPlaybackHUDCreatedBy" = "Δημιουργήθηκε από:";
"liSearch" = "Αναζήτηση";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"svcAutoSkipIntroInstant" = "Αυτόματο (Άμεση)";
